[
  {
    "title": "What's in a fairy tale?",
    "description": "Why do we all love fairy tales? Because it isn't just children: Hollywood has recently produced a number of films based on traditional fairy tales for the adult market. Sophie and Neil talk about the seven dwarves and teach you some related vocabulary.\nWhich movie star played the role of the evil fairy in Maleficent, a 2014 film based on the fairy tale Sleeping Beauty? Was it…\na) Cate Blanchett?\nb) Angelina Jolie?\nc) Meryl Streep?\nYou can hear the right answer at the end of the programme.\nremakea film that has been made again\ngenrestyle or category (of a film, novel etc)\ndarkscary or frightening\ntoned downmade less forceful\nmoralmessage about what's right and wrong\ninceptionbeginning\ngobble upeat something very quickly\nNote: This is not a word-for-word transcript\nSophieHello and welcome to 6 Minute English. I'm Sophie…\nNeilAnd I'm Neil. So, Sophie I watched Snow White and the Huntsman on TV last night.\nSophieOh, you mean the modern retelling of the story Snow White? Did you enjoy it, Neil?\nNeilIt was OK. But the seven dwarves were no fun. I prefer the original Disney cartoon version.\nSophieDon't be silly, Neil. Walt Disney didn't invent the story. The movie you watched is a remake, a film that has been made again, but the fairy tale is very old.\nNeilWell, that may be true, but I still prefer the Disney version with funny dwarves. In the new version, even the names of the dwarves are different and, you know, serious looking.\nSophieBut this new version is for young adults – it's a different genre – or style – of film. Names like Sneezy, Dopey, Happy and Grumpy are too childish. \nNeilHmm. What's wrong with childish?\nSophieIt's right up your street, isn't it Neil?\nNeilToo right. \nSophieAnyway, fairy tales are the subject of today's show, and I have a question for you: which movie star played the role of the evil fairy in Maleficent, a 2014 film based on the fairy tale Sleeping Beauty? Was it…a) Cate Blanchett?b) Angelina Jolie?Or c) Meryl Streep?\nNeilWell, I'll go for a) Cate Blanchett. She often plays evil characters. I can't forget her in the 2008 movie Indiana Jones and the Kingdom of the Crystal Skull.\nSophieWell, we'll find out if you chose the right move star later on in the programme. But to return to the idea of childish fairy stories, let's listen to Diane Purkiss, a children's author, talking about how originally fairy tales were intended for an adult audience.\nINSERTDiane Purkiss, children's authorInterestingly there has been a bit of a move towards seeing fairy tales as an adult, or at any rate a young adult – a dark sort of genre. And that's natural because actually in the past fairy tales were told by adults to adults in William Shakespeare's time. It's only in the Victorian era that they become moral children's tales and it looks like we're going back to the inception of fairy stories now with a more adult take on them.\nNeilDiane Purkiss. So these Hollywood remakes aimed at the teen market are actually returning fairy tales to an adult audience. \nSophieThat's right, Neil. And dark here means scary or frightening. The Victorians toned down this dark content – or made it less forceful. They also introduced a moral – or message about what's right and wrong – to the tales.  \nNeilAnd inception means the beginning. So fairy tales began as a dark genre.\nSophieCan you give us some examples of dark stories written by the brothers Grimm, Neil?\nNeilWell… I have a list here. Let's see. In The Frog Prince the princess doesn't kiss the frog, she throws it… she throws it against the wall! Hmm, yes.\nSophieHmm. I prefer the kiss version.\nNeilAnd in Little Red Riding Hood don't believe that version where the wolf shuts granny in a cupboard. In the real version he gobbles her up and then eats Red Riding Hood for dessert.\nSophieCharming. And to gobble something up means to eat it very fast. OK, that's enough. Let's move on. Did you know that some of the stories – like Beauty and the Beast, Red Riding Hood, Cinderella, and Snow White go back much further than the earliest written stories – even the ones in Latin and Greek?\nNeilNo, I didn't. To be honest, Sophie, I thought Walt Disney had written them.\nSophieOh Neil… well research suggests that some fairy tales date back to well before the brothers Grimm and even Shakespeare. Let's hear more from Dr Jamie Tehrani, anthropologist at Durham University in the UK.\nINSERTDr Jamie Tehrani, anthropologist at Durham UniversityDr JTehrani: So these fairy tales that we've looked at – we've been able to trace back, really, thousands of years – probably sort of 4-6,000 years is the origin of many famous European folk tales, stories such as Beauty and the Beast.BBC Reporter: What, 6,000 years?!Dr J Tehrani: Yep, going right back to the Bronze Age. BBC Reporter: Good heavens!Dr J Tehrani: We've been able to trace the transmission across generations of these stories much further back than is generally recognized.\nNeilBut Sophie – if there's no written evidence of the stories from 6,000 years ago how does Dr Tehrani, who we've just heard from, know people were telling them?\nSophieWell, dating languages isn't something I'm familiar with – I think it's a bit like looking at a few dinosaur bones and trying to reconstruct what dinosaurs looked like. But here you're trying to reconstruct stories without any actual bits. It must have been hard work for the researchers. \nNeilIndeed. Well, I think it's time to hear the quiz question again, Sophie.\nSophieOK, I asked: Which movie star played the role of the evil fairy in Maleficent, a film based on the fairy tale Sleeping Beauty? Was it… a) Cate Blanchett? b) Angelina Jolie? Or c) Meryl Streep?\nNeilI said Cate Blanchett.\nSophieAnd you were wrong. Angelina Jolie played the main character in the film Maleficent. Cate Blanchett played the elf queen Galadriel in Lord of the Rings. And Meryl Streep played a blue-haired witch in the 2014 film Into the Woods.\nNeilNow, can we hear those words again?\nSophieOK!remakegenre darktoned downmoralinceptiongobble up\nNeilWell, that's the end of today's spellbinding 6 Minute English. Don't forget to join us again soon!\nBothBye.",
    "date": "2016-03-16T16:00:00.000Z",
    "audio": "http://downloads.bbc.co.uk/learningenglish/features/6min/160317_6min_english_fairy_tales_download.mp3",
    "pdf": "http://downloads.bbc.co.uk/learningenglish/features/6min/160317_6min_english_fairy_tales.pdf"
  },
  {
    "title": "Corporate team building",
    "description": "What are companies doing to make staff get along better and work more efficiently as a team? What does a work awayday look like these days? Neil and Sophie discuss the growing industry of corporate team building – from zombie bootcamps to horse training for executives.\nWhat did Chairman Mao introduce in China in1951 as a compulsory activity for workers and was reintroduced by the government a few years ago? Was it…\na) calisthenics\nb) calligraphy\nc) English language lessons\nYou can hear the right answer at the end of the programme.\nawaydaya day that employees spend together away from their usual workplace\nguruan expert in something\nteam buildingencouraging employees to work well together as a team by getting them to engage in different types of activities\ncerebralintellectual or 'brainy'\nbootcampa short course of hard physical training\ncallisthenicsa type of gentle physical exercise\ncalligraphythe art of writing by hand with a special brush\nsynchronise(in this context) beat at the same time\nintimidatingsomething that makes you feel nervous\ngelto connect or get on well with someone\nshake a legget moving\nNote: This is not a word-for-word transcript\nSophieHello and welcome to 6 Minute English. I'm Sophie…\nNeilAnd I'm Neil… Sophie – did you go on the corporate awayday last week?\nSophieYes… you didn't miss anything. A team building guru lectured us on how to work more effectively with each other. We gave some presentations, had a few drinks after…  \nNeilRight. OK. An awayday is a day that employees spend together away from their usual workplace. And a guru is an expert in something. So did this guru teach you anything new, Sophie?\nSophieNo… not really. \nNeilShame. I was hoping for some tips on how to work more effectively with my co-presenter.\nSophieI think we work very effectively already, Neil. Now, today's show is about team building – or encouraging employees to work well together as a team by getting them to engage in different types of activities.\nNeilAnd apparently, some companies in the UK are offering their employees activities such as…  Hunger Games-style combat days where teams must work together to 'kill' as many of the opposing team as possible. Have you seen the Hunger Games movies, Sophie? \nSophieYes.\nNeilThere're also Zombie boot camps where military instructors train you on how to fight zombies – that's dead people who have come back to life. For the more cerebral – or brainy – amongst us – there are crime investigations modelled on popular TV dramas like Sherlock Holmes.\nSophieWell, I'm not sure about the Zombie boot camp – a boot camp is a short course of hard physical training – but the Sherlock Holmes awayday sounds like fun.\nNeilI'd definitely go for the Zombie experience. Though I'm not sure how it connects with most people's working lives. Violence, death, the living dead…\nSophieGood point.\nNeilSo let's move on and have today's quiz question. What did Chairman Mao introduce in China in1951 as a compulsory activity for workers and was reintroduced by the government a few years ago? Was it…a) calisthenics?b) calligraphy?Or c) English language lessons? \nSophieCalisthenics, by the way, is a type of gentle physical exercise…\nNeil… and calligraphy, by the way, is the art of writing by hand with a special brush.\nSophieWell, I'm going for a) calisthenics. \nNeilNot English language lessons, Sophie?\nSophieNo. I'll stick with callisthenics, thanks. \nNeilOK. Well, we'll find out later if you're right or not. Now, whilst English lessons might sound like hard work, ukulele lessons are apparently catching on. A ukulele is a musical instrument. Top businessmen Bill Gates and Warren Buffett both do it, and stressed-out city workers are following their lead. Here in the UK, a number of companies have been holding ukulele team building sessions. \nSophieThat sounds amazing. And is there anything about the ukulele in particular that leaves people feeling better after they've played it?\nNeilLet's hear more about this from Lorraine Bow, who teaches people to play the instrument. But listen with attention because she spoke on the phone and the line wasn't great.\nINSERTLorraine Bow, ukulele teacher Well, I guess it's just the fact that you know people don't often sing in their everyday lives and it's the fact that you can play and sing – play a musical instrument – within an hour – it's quite a… you know… it's quite a fulfilling thing really. It's not competitive – it's quite easy to do and a bit less intimidating than a guitar…\nSophieLorraine, the ukulele teacher, also says her classes aren't competitive or intimidating… \nNeil… which means something that makes you feel nervous. \nSophieNow, before we hear the answer to today's quiz question, let's hear about a company in Abu Dhabi where leadership is taught through horse training. Basically, you have to go in the yard with a horse and persuade it that you're the boss by using body language. Here's Kelly Eide, co-founder of the company, explaining why she thinks this approach works.\nINSERTKelly Eide, Co-founder of True Leadership, Abu DhabiThe horses don't care if your hair is purple, if you're a man or a woman, if you're old or young, if you are… what religion. So it transcends all of those cultural boundaries – it transcends age, gender, religion, tradition etc. – so that's a perfect fit. And in an organization where you really need groups of people to gel, who come from backgrounds which have no common norms, you can teach that most efficiently with a horse.\nNeil To gel with someone means to connect or get on well with someone. So you try and get the horse to do what you want using body language. And the horse feels instinctively whether or not you are a natural leader because it doesn't recognize cultural differences, hair colour and age. \nSophieProbably easier said than done.\nNeilIndeed. Now remember I asked: What did Chairman Mao introduce in China in1951 as a compulsory activity for workers and was reintroduced by the government a few years ago?  Was it… a) calisthenics? b) calligraphy? Or c) English language lessons? \nSophieI said a) calisthenics.\nNeilWell, you're right on the button! Well done there, Sophie! Calisthenics are used at schools as a warm up for physical education classes, during sports day activities, and by some companies as a way of building morale and a sense of group unity, as well as to raise energy levels and encourage good health. Now shake a leg – or in other words – get moving – and tell us the words we learned today, Sophie.\nSophieThey are:awaydayguruteam buildingcerebralbootcampcallisthenicscalligraphysynchroniseintimidatinggelshake a leg\nNeilWell, that's the end of this 6 Minute English. We hope you enjoyed it. And don't forget to join us again soon!\nBothBye.",
    "date": "2016-03-09T16:00:00.000Z",
    "audio": "http://downloads.bbc.co.uk/learningenglish/features/6min/160310_6min_english_team_building_download.mp3",
    "pdf": "http://downloads.bbc.co.uk/learningenglish/features/6min/160310_6min_english_team_building.pdf"
  },
  {
    "title": "Life on Mars",
    "description": "Neil and Sophie discuss Mars. The fourth rock from the Sun is one of our nearest neighbours in space and for centuries there has been debate about whether there is life on the red planet.\nHow long is a day on Mars? Is it about …\na) 5 hours?\nb) 25 hours?\nc) 45 hours?\nYou can hear the right answer at the end of the programme.\nthe naked eye(seen) without using instruments\nariddry\ntantalisingsomething you want that's almost, but not quite, within reach\nextremphilesthings that live in very extreme environments and can survive conditions that would kill most other living things\norganismssmall living things\nradiation energy from heat or light\ncorecentre\ndisruptstop something from working normally\nmeteoritea piece of rock from outer space\nevolved(in this context) developed\nNote: This is not a word-for-word transcript\nSophieHello and welcome to 6 Minute English. I'm Sophie…\nNeilAnd I'm Neil. Sophie – did you see the beautiful sky last night?\nSophieNo, I went to bed early. Why?\nNeilI was wondering if there was life out there.\nSophieYou mean life on other planets? That's just science fiction, Neil. \nNeilIt isn't! People are fascinated by life on other planets for a good reason.\nSophieYou believe in little green men?\nNeilNot necessarily… but possibly.\nSophieWell, Mars is our closest neighbour in the solar system and the subject of today's show. And that brings me on to our usual quiz question. How long is a day on Mars? Is it about…a) 5 hours?b) 25 hours?Or c) 45 hours?\nNeilAnd I think it must be c) 45 hours. Things are weird on other planets. And Mars is further from the sun than us… Mars may be our closest neighbour, but it's hardly in our backyard, is it?\nSophieIt is in astronomical terms, Neil – it's visible to the naked eye – meaning without using instruments – and it's reachable by spacecraft. Well, we’ll find out later on in the show whether you got the answer right or not. Now can you tell me Neil why people like you get excited about the possibility of life on Mars? \nNeilWell, Mars is similar to the Earth in some important ways which means if life developed on our planet, why not Mars?\nSophieThat's true. Its temperature is in the right zone – not too hot and not too cold. But actually we could find Mars pretty cold – an average temperature would be around minus 63 degrees Celsius compared to Earth's 14 degrees Celsius. It's also very arid – or dry. \nNeilAnd it needs to be wet for life to develop, doesn't it?\nSophieThat's right. Many scientists think that liquid water is essential for life! But there may have been water on the surface of Mars in the past. And recent research suggests that there may be water underground. Let's hear some more about this from Professor John Zarnecki, who teaches Space Science at The Open University. \nINSERTJohn Zarnecki, Professor of Space Science, The Open UniversityWe are now seeing that in fact Mars probably does have water – not liquid water – that there is ice just below the surface and there's even just recently tantalizing evidence that perhaps water does flow periodically... Now, and also coupled with the fact that here on Earth we're finding that life in very primitive form exists in the most extreme environments, these are the so called 'extremophiles' that exist at the bottom of the oceans… So life is much, much tougher.\nNeilWhat does tantalizing mean, Sophie?\nSophieIt means something you want that's almost, but not quite, within reach. So, scientists would love to think water flows on Mars but the evidence isn't strong enough for this to be certain. The other interesting point the professor makes is that life may exist in the very harsh Martian environment – because primitive life exists in extreme places on Earth.\nNeilExtremophiles are organisms – or small creatures – that live in very extreme environments and can survive conditions that would kill most other organisms. But on Mars they would be living underground because the radiation – or light and heat – from the Sun would kill any organisms living on the surface of the planet. So why doesn’t the Sun's radiation kill us then, Sophie?\nSophieThe Earth has a strong magnetic field created by its hot molten core – or centre – and this protects us from the Sun's harmful solar winds. \nNeilAnd what about Mars - why doesn't it have a magnetic field?\nSophieIt used to – 4 billion years ago. It’s possible that a massive collision with an asteroid might have heated up Mars's core, disrupting the magnetic fields.\nNeilAnd if you disrupt a process you stop it from continuing normally. Now, to return to the subject of collisions, Sophie, I have something very interesting to tell you.\nSophieYes?\nNeilA meteorite – or a piece of rock from outer space – might've crashed into the Earth millions of years ago. That meteorite might have contained Martian life forms. So we might be descended from Martians! \nSophieThat's actually an interesting idea, Neil. But let's listen to Professor John Zarnecki talking about interplanetary life.\nINSERTJohn Zarnecki, Professor of Space Science at the Open UniversityIf we do find traces of life on Mars we don't know, do we - whether it evolved independently or was it perhaps seeded from Earth. It is possible that life forms from Earth travelled to Mars and perhaps existed there – or the other way round. \nNeilSo life on Mars may have evolved – or developed – on its own. Or it might have arrived from Earth in a lump of rock… Or the other way round! So Martians might be humans or we might be Martians! One big interplanetary happy family, Sophie!\nSophieWell Neil, let's hope you stay happy after you hear the answer to today's quiz question. I asked: How long is a day on Mars? Is it … a) 5 hours? b) 25 hours? Or c) 45 hours?\nNeilAnd I said c) 45 hours – they must have a long day over there.\nSophieAnd you were … wrong! The correct answer is b) because a day on Mars is slightly longer than here on Earth – it's 25 hours. Anyway, can we at least hear the words we learned today?\nNeilThey are:the naked eyearidtantalizingextremophilesorganismsradiationcoredisruptmeteoriteevolved\nSophieWell, that's the end of today's 6 Minute English. Join us again soon!\nBothBye.",
    "date": "2016-03-02T16:00:00.000Z",
    "audio": "http://downloads.bbc.co.uk/learningenglish/features/6min/160303_6min_english_mars_download.mp3",
    "pdf": "http://downloads.bbc.co.uk/learningenglish/features/6min/160303_6min_english_mars.pdf"
  },
  {
    "title": "It's all in the genes",
    "description": "Neil and Sophie talk about the hopes and risks of gene editing. Is it going to cure diseases? Or be used to create designer babies? And Neil wonders how many errors he might have in his genetic code.\nWhich science fiction film anticipates gene editing in a dystopian society where humans are genetically engineered? Is it…\na) Robocop\nb) Gattaca\nc) Blade Runner\nYou can hear the right answer at the end of the programme.\ngene editingthe ability to modify DNA\nmanipulatemodify or control\nDNA (deoxyribonucleic acid)a substance in the cells of animals and plants that contains genetic information\ngenea part of the DNA in a cell that controls the growth and behaviour of a living thing and is passed on from its parents\ndystopianan imaginary society where people are unhappy and afraid\nscanningsearching carefully\nsnipcut\nfaultynot working properly\ncatchproblem, often a hidden problem\nembryoan animal developing in its mother's womb\ndesigner babiesbabies whose genes have been selected to have certain desirable characteristics\nopen the doormake possible\nenhanced improved\ndiscrimination treating some people less fairly than others\nNote: This is not a word-for-word transcript\nSophieHello and welcome to 6 Minute English. I'm Sophie…\nNeilAnd I'm Neil. I was watching the news the other day, Sophie.\nSophieLearn anything interesting?\nNeilYes, actually. UK scientists have been authorised by the government to genetically modify human embryos for research. What they can't do though is implant modified embryos into women. They talked a lot about gene editing... \nSophieCan you explain to us what gene editing is?\nNeilMmm… I think this means there are these letters in a code – A-B-C something… I can't remember exactly…  \nSophieGene editing is the ability to manipulate – or control – DNA. And in case you didn't know, DNA is short for deoxyribonucleic acid – this is a substance in the cells of animals and plants that contains genetic information. And a gene is part of the DNA in the cell that controls the physical development and behaviour of a plant or animal and is passed on from its parents.\nNeilPhew! Thanks for the science lesson, Sophie. \nSophieYou're welcome. Now here's a question for you, Neil: Which science fiction film anticipates gene editing in a dystopian society where humans are genetically engineered? Is it…a) Robocopb) Gattacaor c) Blade Runner\nNeilMmm… I don't really understand the question but I'm going to say c) Blade Runner. What's dystopian?\nSophieDystopian means an imaginary society where people are unhappy and afraid. Well, moving on, let's listen to BBC journalist Fergus Walsh talking about how gene editing works.\nINSERTFergus Walsh, BBC journalistThink of gene editing as a molecular sat nav. It scans the DNA searching for the error. Then it uses molecular scissors to snip through both strands, which switches off the faulty gene. Or it can repair the code by inserting a healthy copy of the gene. These techniques raise the prospect of treating – even curing – some genetic diseases – and it's not science fiction.\nSophieSo DNA is a set of instructions for how our bodies work written using a chemical code of four letters – A, T, C, G. But sometimes the code contains mistakes. \nNeilYes. You find spelling mistakes by scanning – or searching – through the DNA. Then you snip – or cut out – the mistake or faulty gene from the code using molecular scissors. Faulty by the way, means something that isn't working properly – like the faulty brakes on my bike.\nSophieThat sounds really dangerous, Neil!\nNeilYeah, but I'm more worried about my faulty genes. I might have all sorts of genetic mistakes inside me.\nSophieThat wouldn't surprise me. But you've actually touched on a serious point. Latest research suggests all our bodies do contain genetic mistakes, some of which could cause disease. And as reporter Fergus Walsh said at the end of the clip, gene editing could be important for treating or even curing inherited genetic diseases. For patients with blood, immune, muscle or skin disorders it offers the possibility that their faulty cells could be removed, or changed in the lab, and then put back. \nNeilThat sounds amazing. But is there a catch?\nSophieAnd that means a problem or drawback. Yes. Some people think that if editing the genes of a human embryo is allowed for curing disease, this will lead to editing the genes of embryos for reasons other than health. Let's listen to Marcy Darnovsky, executive director of the Centre for Genetics and Society in California talking about her concerns.\nINSERTMarcy Darnovsky, Centre for Genetics and SocietyIt's too risky, we don't need it, there are other ways to have healthy children, and it would open the door – possibly – to a world of genetic haves and have nots. We don't need more inequality, we don't need more discrimination in the world. \nNeilAn embryo by the way is an animal or human starting to develop inside its mother. Marcy Darnovsky is against gene editing because it may be used to create designer babies – or babies whose genes have been selected to have certain desirable characteristics.\nSophieShe says it may open the door – or make it possible – a situation where embryos are genetically enhanced – or improved – to be more intelligent or physically stronger, for example.\nNeilAnd this will lead to more discrimination in the world – which means treating some people less fairly than others… \nSophie…which is something that science fiction has been predicting for many years. It's that dystopian society we were discussing earlier, Neil! Which science fiction film anticipates gene editing in a dystopian society where humans are genetically engineered? Is it… a) Robocop b) Gattaca or c) Blade Runner?\nNeilAnd I said c) Blade Runner.\nSophieSorry, Neil! It was b) Gattaca. This 1997 sci-fi film centres on the character Vincent Freeman, who wasn't genetically engineered, but is able to buy the genetic identity of another man in order to pursue his dream of travelling into space. The film's title uses the letters G, A, T and C, which are the four chemical codes making up DNA.Now here are today's words: gene editingmanipulateDNAgenedystopianscanningsnipfaultycatchembryodesigner babiesopen the doorenhanceddiscrimination\nNeilWell, that's the end of today's 6 Minute English. Please do join us again soon! \nBothBye. ",
    "date": "2016-02-24T16:00:00.000Z",
    "audio": "http://downloads.bbc.co.uk/learningenglish/features/6min/160225_6min_english_gene_editing_download.mp3",
    "pdf": "http://downloads.bbc.co.uk/learningenglish/features/6min/160225_6min_english_gene_editing.pdf"
  },
  {
    "title": "Giving away your fortune",
    "description": "Mark Zuckerberg, the creator of the social media platform Facebook, has announced he will give away most of his fortune. Neil and Sophie talk about robber barons, industrialization in America, and what it takes to be a modern-day philanthropist.\nWho was the most generous philanthropist in the US in 2014? Was it…\na) Bill Gates\nb) Mark Zuckerberg\nc) Warren Buffett\nYou can hear the right answer at the end of the programme.\npledged made a serious promise\nphilanthropyhelping others, especially by giving large amounts of money to good causes\nwell offwealthy\nhuman potentialpeople's ability to develop or achieve things\nequality(in this context) a situation where all children are equal with the same rights and opportunities as each other\nunethicalmorally wrong\nruthlesscruel\naverage Joeordinary person\ndonatinggiving\na tidy suma large number\nNote: This is not a word-for-word transcript\nNeilHello and welcome to 6 Minute English. I'm Neil…\nSophieAnd I'm Sophie… \nNeil Sophie, I can't get out of my head what Mark Zuckerberg, you know, the guy who created Facebook, said recently.\nSophieOh, I know, he pledged – or made a serious promise – to give away 99% of his shares in Facebook over the course of his lifetime. The shares are currently worth around $45bn.\nNeilWhy, oh why did he decide to give his fortune away? It's puzzling to me.\nSophieIt's an act of philanthropy – which means helping others, especially by giving large amounts of money to good causes.\nNeilAnd philanthropy is the subject of this show.\nSophieBut don't worry about Zuckerberg, it's probably fair to say that he will remain extremely well off – or wealthy – even after giving away his fortune.\nNeilWell, that's true. Let me ask you then today's quiz question: Who was the most generous philanthropist in the US last year? Was it…a) Bill Gatesb) Mark ZuckerbergOr c) Warren Buffett\nSophieI'm going to say… c) Warren Buffett.\nNeilWell, we'll find out if you were right or not later on in the show. Now, Zuckerberg was inspired to give away his fortune by the birth of his daughter Max. In a letter to Max – posted on Facebook. In his post, he talks about using the money to advance human potential and promote equality for all children in the next generation. Equality – in other words, with the same rights and opportunities.\nSophieZuckerberg is the latest in a long line of billionaire entrepreneurs to turn philanthropist and use his money for good causes. Did you know that some of the earliest American philanthropists were robber barons?\nNeilRobber barons? What's … ? Hang on, what're robber barons?\nSophieThey're business people who use unethical - or morally wrong - business tactics to gain large personal fortunes. Nineteenth-century entrepreneurs like Rockefeller, Carnegie and Ford were robber barons. They built up huge empires in industry – oil, steel, railways, and cars – and were largely responsible for transforming the United States from an agricultural nation into an industrial one.\nNeilHenry Ford – he's the one who said you can have any colour you want as long as it's black. I like that kind of thing.\nSophieFocus, Neil!\nNeilOK. OK.\nSophieBut as the barons got older, they decided they wanted to give back to society, and turned to philanthropy. Andrew Carnegie believed that wealth should be spent to make the world a better place.\nNeilThat sounds too warm and fuzzy for a ruthless – or cruel - robber baron.\nSophiePeople change, Neil! When he died, Carnegie had given away a total of $350m to the state to spend on public works. That's around $8bn in today's money.\nNeilWell, let's listen to Hugh Cunningham, a Professor of History at the University of Kent here, in the UK. He talks about what the average Joe – that's you and me, folks – thinks about big business and philanthropy today.\nINSERTHugh Cunningham, Emeritus Professor of History at the University of KentThe very word philanthropy does not necessarily have 100% positive connotations for the public at large given where we are in terms of the public's attitude towards business or the banks and that kind of stuff. So I think it's in everyone's interests to try and broaden out the concept of philanthropy into a wider notion of giving, making a contribution, making a difference.\nNeilYes, banks and big businesses can easily afford to give away millions of dollars for the public good if they choose to. It is not so easy when you're an individual struggling to pay the rent.\nSophieThat's right, Neil. But a lot of people in the UK are super-rich compared to those in the developing world. And we can make a big difference by donating – or giving – smaller amounts of money to help improve their lives.\nNeilAnd that's what Professor Cunningham means when he says we should broaden out the notion – or idea – of philanthropy. It's not only robber barons who can afford to be philanthropic. Let's listen to Toby Ord, a graduate student from Oxford University talking about how he makes a difference.\nINSERTToby Ord, moral philosopher, Oxford UniversityI worked out that over my life I'd be able to earn about £1.5m and that I could maintain my current standard of living as a graduate student and still donate about £1m of that.\nSophieSo Toby actually gives away any money that he earns above £18,000 a year. He feels that he doesn't need more than this amount to maintain his standard of living.\nNeilI'm impressed by Toby's pledge but I don't think I could live like a student my whole life!\nSophieI thought that would suit you extremely well, Neil! Now why don't you give us the answer to today's quiz question?\nNeilI asked: Who was the most generous philanthropist in the US last year? Was it… a) Bill Gates? b) Mark Zuckerberg? Or c) Warren Buffett?\nSophieI said Warren Buffett.\nNeilGood guess, Sophie! Well done! Buffett, who made his $73bn fortune from investments, donated $2.8bn to charity in 2014 bringing his lifetime total to almost $23bn, according to Forbes. That's a tidy sum – and that means a large number! OK let's hear those words again, Sophie.\nSophieHere they are:pledgedphilanthropywell offhuman potentialequalityunethicalruthlessaverage Joedonatinga tidy sum\nNeilWell, that's the end of today's 6 Minute English. Please join us again soon!\nBothBye.",
    "date": "2016-02-17T16:00:00.000Z",
    "audio": "http://downloads.bbc.co.uk/learningenglish/features/6min/160218_6min_english_giveaway_download.mp3",
    "pdf": "http://downloads.bbc.co.uk/learningenglish/features/6min/160218_6min_english_giveaway.pdf"
  },
  {
    "title": "How would you like to pay?",
    "description": "Are the days of paying by cash for a latte or a newspaper nearly gone? Now you can pay via mobile phone, contactless cards, and even using your finger. Alice and Neil discuss Neil's fondness for loose change while teaching some related vocabulary.\nWhich man's face appears on a UK ten pound note? Is it…\na) Charles Darwin?\nb) Isaac Newton?\nc) Albert Einstein?\nYou can hear the right answer at the end of the programme.\nbehind the curvenot keeping up with current thinking or trendstap-and-go wireless payment technology using credit and debit cards, or mobile phonesantenna equipment used for sending and receiving radio or TV signalsether the air where electronic communication happensfraud getting money by cheating peoplespending spree doing a lot of shopping over a short period of timewearable techthings you can wear which combine payment and security technologyauthenticate(in general) prove something is true or genuine \nNote: This is not a word-for-word transcript\nAliceHello and welcome to 6 Minute English. I'm Alice…\nNeil… and I'm Neil. Alice, have you got two pounds? I forgot my wallet and I need a coffee. I've only got these pennies.\nAliceSorry – I always use my bankcard in the cafeteria. \nNeilYou use a card to buy coffee?\nAliceYes. It's a tap-and-go card so it's quick – you don't enter a PIN number – and everyone in the coffee queue uses them… except you. And today's show is about how we pay for things.\nNeilWell, I pay for things with money! \nAliceThere are different kinds of money. You're behind the curve, digging around in your pockets for change, Neil. Do you still use cheques too?\nNeilYes, I do. Cheques are very useful. Now, being behind the curve means not keeping up with current trends. So help me keep up, Alice. What's a tap-and-go card? I thought you were talking about your regular bankcard.\nAliceWell, tap-and-go cards are regular bankcards but with a built-in chip and antenna. The card reader sends out a radio frequency and when you bring the card close to the reader, the antenna picks up the signal to make the payment.\nNeilHmm. This antenna business doesn't sound secure – an antenna is used for sending or receiving radio signals. Doesn't it mean your personal data is flying around in the ether for anyone to steal?Alice\nIn this context, ether means the air where electronic communication happens. And nothing's flying around, Peter Pan! At less than half a second per transaction, there's no time for anyone to steal your cash! Now, why don't you answer today's quiz question? Which man's face appears on a UK ten pound note? Is it…a)   Charles Darwinb)   Isaac Newtonor c)   Albert EinsteinNeilNone of them – it's the Queen.AliceNo, Neil. The Queen is on one side, but on the other side of each note is an important historical figure.\nNeilOh really? I've never noticed… OK, I'll go for b) Isaac Newton. He's a historical figure.\nAliceSo are Darwin and Einstein. And coins and banknotes will be historical soon. But we'll find out if you're right later on. \nNeilI'm still concerned about tap-and-go. What if someone steals my card?\nAliceEach contactless payment is limited to a certain amount – the UK's limit is £30. After you've used your card a few times in a row, you have to enter your PIN. And if a thief does go on a spending spree with your card, your bank covers you against fraud. Whereas, if someone steals your banknotes, that's your bad luck!\nNeilOK, good points. Fraud means getting money by cheating people. And a spending spree is a short period of time where you do a lot of shopping. Are you a big spender, Alice?\nAliceNot with my tap-and-go, Neil. How about you and your chequebook?\nNeilNo comment. \nAliceMoving on. If getting your bankcard out seems like too much trouble there's now a solution with wearable tech – that's clothing and accessories that include computer and electronic technologies. Let's hear what Kenneth Cukier, a technology expert, has to say.\nINSERTKenneth Cukier, economist and technology expertYou can simply take any wireless card and the chip from it that your bank might issue you with, and you can put it into the coat and then when you want to make a payment you just simply wave your arm in front of the terminal and leave with your latte. This is intended for people who are incredibly lazy who don't want to take their card out of their wallet, or use their phone, or use their watch. People are going to be making more purchases more of the time – particularly for small-valued goods.\nNeilWhat Kenneth Cukier said is very interesting. That sounds tempting but I'm still concerned about how safe this all is. What if I wave my arm around and make a payment by mistake?\nAliceThe chip has to get very close to the card reader to make a payment so that's not likely to happen. Now companies are creating new biometric technology – which you might like Neil – because it combines payment and security technology. Let's hear more from the BBC reporter Kate Russell.\nINSERTKate Russell, BBC reporterFor those times when not even carrying a phone is convenient – at the beach or a festival for example – the fingo-pay system reads the unique maps of veins under the surface of your finger. The trick is remembering which finger you registered with.\nAliceThis high-tech stuff reporter Kate Russell is talking about is amazing! Some day soon we won't have to carry a wallet or a purse or anything. The veins in our finger will authenticate payments – and prove the payments are ours. I can't wait!\nNeilHmm. Sounds a bit too sci-fi for my liking. How about giving us the answer to today's quiz question?\nAliceAlright then. I asked: Which man's face appears on a UK ten pound note? Is it… a) Charles Darwin b)  Isaac Newton or c)  Albert Einstein\nNeilAnd I said b) Isaac Newton.\nAliceYes. And you were wrong, Neil! It was that other famous person, a) Charles Darwin. Isaac Newton was on the old one pound note which is no longer used. And Einstein was German, not British, so he wouldn't appear on a UK banknote anyway.\nNeilWell they look similar, I think. Can you tell us today's words once again, Alice?\nAliceYes, of course I can. They are:behind the curvetap-and-goantennaetherfraudspending spreewearable techauthenticateNeilWell, that's the end of this edition of 6 Minute English. Get ahead of the curve, and join us again soon. Meanwhile, visit our website: bbclearningenglish.com, where you'll find guides to grammar, exercises, videos and articles to read and improve your English.\nBothBye.",
    "date": "2016-02-10T16:00:00.000Z",
    "audio": "http://downloads.bbc.co.uk/learningenglish/features/6min/160211_6min_english_payments_download.mp3",
    "pdf": "http://downloads.bbc.co.uk/learningenglish/features/6min/160211_6min_english_payments.pdf"
  },
  {
    "title": "How would you like to pay?",
    "description": "Are the days of paying by cash for a latte or a newspaper nearly gone? Now you can pay via mobile phone, contactless cards, and even using your finger. Alice and Neil discuss Neil's fondness for loose change while teaching some related vocabulary.\nWhich man's face appears on a UK ten pound note? Is it…\na) Charles Darwin?\nb) Isaac Newton?\nc) Albert Einstein?\nYou can hear the right answer at the end of the programme.\nbehind the curvenot keeping up with current thinking or trendstap-and-go wireless payment technology using credit and debit cards, or mobile phonesantenna equipment used for sending and receiving radio or TV signalsether the air where electronic communication happensfraud getting money by cheating peoplespending spree doing a lot of shopping over a short period of timewearable techthings you can wear which combine payment and security technologyauthenticate(in general) prove something is true or genuine \nNote: This is not a word-for-word transcript\nAliceHello and welcome to 6 Minute English. I'm Alice…\nNeil… and I'm Neil. Alice, have you got two pounds? I forgot my wallet and I need a coffee. I've only got these pennies.\nAliceSorry – I always use my bankcard in the cafeteria. \nNeilYou use a card to buy coffee?\nAliceYes. It's a tap-and-go card so it's quick – you don't enter a PIN number – and everyone in the coffee queue uses them… except you. And today's show is about how we pay for things.\nNeilWell, I pay for things with money! \nAliceThere are different kinds of money. You're behind the curve, digging around in your pockets for change, Neil. Do you still use cheques too?\nNeilYes, I do. Cheques are very useful. Now, being behind the curve means not keeping up with current trends. So help me keep up, Alice. What's a tap-and-go card? I thought you were talking about your regular bankcard.\nAliceWell, tap-and-go cards are regular bankcards but with a built-in chip and antenna. The card reader sends out a radio frequency and when you bring the card close to the reader, the antenna picks up the signal to make the payment.\nNeilHmm. This antenna business doesn't sound secure – an antenna is used for sending or receiving radio signals. Doesn't it mean your personal data is flying around in the ether for anyone to steal?Alice\nIn this context, ether means the air where electronic communication happens. And nothing's flying around, Peter Pan! At less than half a second per transaction, there's no time for anyone to steal your cash! Now, why don't you answer today's quiz question? Which man's face appears on a UK ten pound note? Is it…a)   Charles Darwinb)   Isaac Newtonor c)   Albert EinsteinNeilNone of them – it's the Queen.AliceNo, Neil. The Queen is on one side, but on the other side of each note is an important historical figure.\nNeilOh really? I've never noticed… OK, I'll go for b) Isaac Newton. He's a historical figure.\nAliceSo are Darwin and Einstein. And coins and banknotes will be historical soon. But we'll find out if you're right later on. \nNeilI'm still concerned about tap-and-go. What if someone steals my card?\nAliceEach contactless payment is limited to a certain amount – the UK's limit is £30. After you've used your card a few times in a row, you have to enter your PIN. And if a thief does go on a spending spree with your card, your bank covers you against fraud. Whereas, if someone steals your banknotes, that's your bad luck!\nNeilOK, good points. Fraud means getting money by cheating people. And a spending spree is a short period of time where you do a lot of shopping. Are you a big spender, Alice?\nAliceNot with my tap-and-go, Neil. How about you and your chequebook?\nNeilNo comment. \nAliceMoving on. If getting your bankcard out seems like too much trouble there's now a solution with wearable tech – that's clothing and accessories that include computer and electronic technologies. Let's hear what Kenneth Cukier, a technology expert, has to say.\nINSERTKenneth Cukier, economist and technology expertYou can simply take any wireless card and the chip from it that your bank might issue you with, and you can put it into the coat and then when you want to make a payment you just simply wave your arm in front of the terminal and leave with your latte. This is intended for people who are incredibly lazy who don't want to take their card out of their wallet, or use their phone, or use their watch. People are going to be making more purchases more of the time – particularly for small-valued goods.\nNeilWhat Kenneth Cukier said is very interesting. That sounds tempting but I'm still concerned about how safe this all is. What if I wave my arm around and make a payment by mistake?\nAliceThe chip has to get very close to the card reader to make a payment so that's not likely to happen. Now companies are creating new biometric technology – which you might like Neil – because it combines payment and security technology. Let's hear more from the BBC reporter Kate Russell.\nINSERTKate Russell, BBC reporterFor those times when not even carrying a phone is convenient – at the beach or a festival for example – the fingo-pay system reads the unique maps of veins under the surface of your finger. The trick is remembering which finger you registered with.\nAliceThis high-tech stuff reporter Kate Russell is talking about is amazing! Some day soon we won't have to carry a wallet or a purse or anything. The veins in our finger will authenticate payments – and prove the payments are ours. I can't wait!\nNeilHmm. Sounds a bit too sci-fi for my liking. How about giving us the answer to today's quiz question?\nAliceAlright then. I asked: Which man's face appears on a UK ten pound note? Is it… a) Charles Darwin b)  Isaac Newton or c)  Albert Einstein\nNeilAnd I said b) Isaac Newton.\nAliceYes. And you were wrong, Neil! It was that other famous person, a) Charles Darwin. Isaac Newton was on the old one pound note which is no longer used. And Einstein was German, not British, so he wouldn't appear on a UK banknote anyway.\nNeilWell they look similar, I think. Can you tell us today's words once again, Alice?\nAliceYes, of course I can. They are:behind the curvetap-and-goantennaetherfraudspending spreewearable techauthenticateNeilWell, that's the end of this edition of 6 Minute English. Get ahead of the curve, and join us again soon. Meanwhile, visit our website: bbclearningenglish.com, where you'll find guides to grammar, exercises, videos and articles to read and improve your English.\nBothBye.",
    "date": "2016-02-10T16:00:00.000Z",
    "audio": "http://downloads.bbc.co.uk/learningenglish/features/6min/160211_6min_english_payments_download.mp3",
    "pdf": "http://downloads.bbc.co.uk/learningenglish/features/6min/160211_6min_english_payments.pdf"
  }
]