{
  "date": "2014-11-20",
  "description": "What will the future be like? Good or bad? Positive or negative? A lot of science-fiction writing imagines a world which is dark and scary. But does it have to be like this? Rob and Finn discuss a project where science-fiction writers try to inspire people with optimistic stories, and teach you some language about the future.\n<strong>science fiction<br clear=\"none\"/></strong>\na kind of story about an imagined future, often involving technology and space travel\n<strong>in the not-too-distant future<br clear=\"none\"/></strong>\nsoon; in a time not far from now\n<strong>dystopian<br clear=\"none\"/></strong>\ndescribes a future situation which is very unpleasant\n<strong>utopian<br clear=\"none\"/></strong>\ndescribes a future situation which is ideal\n<strong>downside<br clear=\"none\"/></strong>\ndisadvantage; bad point\n<strong>optimistic<br clear=\"none\"/></strong>\npositive about the future\n<strong>plausible<br clear=\"none\"/></strong>\nwith a good possibility of happening\n<strong>environmentalists<br clear=\"none\"/></strong>\npeople who fight to protect the environment\n<strong>rally around<br clear=\"none\"/></strong>\ncome together in support of a cause\n<strong>invisible<br clear=\"none\"/></strong>\nunable to be seen\n<strong>a bright future<br clear=\"none\"/></strong>\na good, positive future\n<strong>time will tell<br clear=\"none\"/></strong>\nthings will become clear as time passes\nNote: This is not a word for word transcript\n<strong>Finn<br clear=\"none\"/></strong>\nHello I'm Finn and welcome to 6 Minute English. Rob's here today. Hi Rob.\n<strong>Rob<br clear=\"none\"/></strong>\nHello Finn – are you well?\n<strong>Finn<br clear=\"none\"/></strong>\nVery well, thanks. Rob, tell me – do you have a favourite\n<strong>science-fiction</strong>\nmovie?\n<strong>Rob<br clear=\"none\"/></strong>\nAhh, science fiction – stories about an imagined future … well my favourite was and always will be\n<em>ET: Extra Terrestrial</em>\n, and you Finn?\n<strong>Finn<br clear=\"none\"/></strong>\nMine would probably be\n<em>Blade Runner</em>\n– the movie with Harrison Ford set in a dark, scary Los Angeles where he hunts robots called replicants. You know the one?\n<strong>Rob<br clear=\"none\"/></strong>\nI do – and come to think of it, lots of movies and stories about the future are quite dark and negative …\n<strong>Finn<br clear=\"none\"/></strong>\nBut perhaps this might change. A new project wants to use the power of science fiction to do something very different: to inspire people to create a better future. It sounds very grand. We'll be discussing the project and learning some language to talk about the future in this programme.\n<strong>Rob<br clear=\"none\"/></strong>\nBut before we get\n<em>too</em>\nfar into the future, I'm sure you have a question for me, Finn?\n<strong>Finn<br clear=\"none\"/></strong>\nYes indeed. It's about the film\n<em>Blade Runner</em>\n. It's set in the future – but in which year?\na)    2000\nb)    2019\nc)    2056\n<strong>Rob<br clear=\"none\"/></strong>\nI think I'm gonna go for the far future, c) 2056.\n<strong>Finn<br clear=\"none\"/></strong>\nWell I'll tell you if you're right or wrong later\n<strong>in the not-too-distant future</strong>\n.\n<strong>Rob<br clear=\"none\"/></strong>\nVery good. So, as we were saying: lots of science fiction is negative.\n<strong>Finn<br clear=\"none\"/></strong>\nYes, there's a word to describe the kind of future world which often appears in science fiction:\n<strong>dystopian</strong>\n. The noun 'dystopia' means an imagined place where things are unpleasant or bad. The opposite is\n<strong>utopia</strong>\nand\n<strong>utopian</strong>\n.\n<strong>Rob<br clear=\"none\"/></strong>\nBut why is so much science fiction dystopian? Dr Braden Allenby from Arizona State University.\n<strong>Braden Allenby, Professor of Engineering and Ethics, Arizona State University</strong>\nThe\n<strong>downside</strong>\nof both of science fiction and movies is that they tend to be dystopian, they tend to be very negative, they tend to be very noir. Dystopian is easier to do. It's easier to write a dystopian story than it is to write an optimistic story.\n<strong>Rob<br clear=\"none\"/></strong>\nHe says dystopian stories are easier to write. I can see that – there's more conflict in a world which has problems – and good stories often have a lot of conflict and problems to resolve.\n<strong>Finn<br clear=\"none\"/></strong>\nYes, but Braden thinks being negative is the downside of science fiction. A downside is a disadvantage, a bad point. He would prefer to see more\n<strong>optimistic</strong>\nscience fiction.\n<strong>Rob<br clear=\"none\"/></strong>\nOptimistic, more positive about the future, which is why Braden is taking part in something called Project Hieroglyph. It brings together writers, scientists, engineers and artists to create optimistic stories about things which really could happen in the next 50 years.\n<strong>Finn<br clear=\"none\"/></strong>\nSo let's talk about the kinds of things are happening in these stories?\n<strong>Rob<br clear=\"none\"/></strong>\nWell, there's one about a huge tower 20 km tall – going all the way into space. Apparently, building the tower is good for the US steel industry … and they invent a new kind of energy in the story too.\n<strong>Finn<br clear=\"none\"/></strong>\nSounds very interesting – but is it\n<strong>plausible</strong>\n– could it really happen? Could they really build a tower that big?\n<strong>Rob<br clear=\"none\"/></strong>\nWell, there's another about\n<strong>environmentalists</strong>\nwho fight to stop people building the first hotel in Antarctica.\n<strong>Finn<br clear=\"none\"/></strong>\nEnvironmentalists – people who care about the environment. Well there's conflict there … and it's plausible, so it could be a good story. But I can't help thinking – will these stories actually change anything?\n<strong>Rob<br clear=\"none\"/></strong>\nEd Finn, who edited a book of these stories, thinks so. He says: \"A good science-fiction story can be very powerful\". \"It can inspire hundreds, thousands, millions of people to\n<strong>rally around</strong>\nsomething that they want to do.\"\n<strong>Finn<br clear=\"none\"/></strong>\nTo rally around something means to come together in support of a cause.\n<strong>Rob<br clear=\"none\"/></strong>\nAnd Braden Allenby says you can already see the influence of science fiction in modern research. Which item is being worked on right now?\n<strong>Braden Allenby, Professor of Engineering and Ethics, Arizona State University</strong>\n\"Why are people working on, for example, invisibility cloaks? Well, it's Harry Potter, right? That's where they saw it.\"\n<strong>Finn<br clear=\"none\"/></strong>\nAn invisibility cloak – a long coat which makes you\n<strong>invisible,</strong>\nin other words unable to be seen – which people first saw in one of the\n<em>Harry Potter</em>\nmovies.\n<strong>Rob<br clear=\"none\"/></strong>\nInteresting … so will the stories from Project Hieroglyph inspire people to do and invent new things that can help others? Can they help create\n<strong>a</strong>\n<strong>bright future</strong>\n– that's a good, positive future? Or will they just be good stories?\n<strong>Finn<br clear=\"none\"/></strong>\n<strong>Time will tell</strong>\n– that means we'll find out as time goes by. One thing that we're going to find out right now is the answer to when the movie\n<em>Blade Runner</em>\nwas set?\n<strong>Rob<br clear=\"none\"/></strong>\nI said the answer was c) 2056.\n<strong>Finn<br clear=\"none\"/></strong>\nAnd the answer was in fact b) 2019. A little bit earlier, Rob.\n<strong>Rob<br clear=\"none\"/></strong>\nQuite soon, then?\n<strong>Finn<br clear=\"none\"/></strong>\nYes, it's in a couple of years. So, watch out LA. But, Rob, can you remind us of some of the words we learned today?\n<strong>Rob<br clear=\"none\"/></strong>\nWe had …\nscience fiction\ndystopian\ndownside\noptimistic\nplausible\na bright future\ntime will tell\n<strong>Finn<br clear=\"none\"/></strong>\nAnd that's it for today's programme. If you want to listen to more programmes like this one, visit bbclearningenglish.com.\n<strong>Both<br clear=\"none\"/></strong>\nBye.",
  "title": "Can science fiction save the world?",
  "pdf": "http://downloads.bbc.co.uk/learningenglish/features/6min/141120_6mineng_science_fiction.pdf",
  "audio": "http://downloads.bbc.co.uk/learningenglish/features/6min/141120_6min_science_fiction_download.mp3"
}