{
  "date": "2014-11-13",
  "description": "As our appetite for meat increases, we're being told to cut down on eating the stuff. A study claims a rise in the production of meat is causing more greenhouse gases which harm the planet.\nRob and Finn discuss why this is happening and the damage it is doing.\n<strong>This week's question</strong>\nAccording to a study in America how many tonnes of beef is produced globally every year?\na)    59 million tonnes\nb)    69 million tonnes\nc)    79 million tonnes\n<strong>tucking into<br clear=\"none\"/></strong>\neat with enjoyment and enthusiasm\n<strong>greenhouse gas<br/></strong>\na gas that stops heat from escaping from the atmosphere and causes the greenhouse effect\n<strong>consumption<br clear=\"none\"/></strong>\n(here) process of eating or drinking\n<strong>deforestation<br clear=\"none\"/></strong>\ncutting down trees in a large area\n<strong>fertiliser<br clear=\"none\"/></strong>\na natural or chemical substance that is spread on the land to make plants grow well\n<strong>appetite<br clear=\"none\"/></strong>\na feeling of wanting or needing something (usually food)\n<strong>carnivore<br clear=\"none\"/></strong>\nperson who eats meat\n<strong>boom<br clear=\"none\"/></strong>\nlarge and sudden increase in business\nNote: This is not a word for word transcript\n<strong>Rob<br clear=\"none\"/></strong>\nHello and welcome to 6 Minute English from BBC Learning English. I'm Rob …\n<strong>Finn<br clear=\"none\"/></strong>\n… and hello, I'm Finn.\n<strong>Rob<br clear=\"none\"/></strong>\nNow Finn, there is nothing I like more than\n<strong>tucking into</strong>\na juicy steak, munching on a hamburger or chewing on a nice piece of roast beef.\n<strong>Finn<br clear=\"none\"/></strong>\nIt does sound good, doesn't it? But meat eaters, like us, might need to think again about the amount we eat.\n<strong>Rob<br clear=\"none\"/></strong>\nThat's right because in the programme today we're discussing how eating meat can add to the problem of\n<strong>greenhouse gas</strong>\n.\n<strong>Finn<br clear=\"none\"/></strong>\nGreenhouse gas is a type of gas that stops heat escaping from the atmosphere and causes a greenhouse effect – it warms up our planet – and that leads to climate change.\n<strong>Rob<br clear=\"none\"/></strong>\nYes, that's it's not a good thing. We have heard in the past about greenhouse gas being caused by pollution from factories…\n<strong>Finn<br clear=\"none\"/></strong>\n… and from using containers of things like paint or perfume, which is kept under high pressure so that it can be sprayed – we call these aerosols.\n<strong>Rob<br clear=\"none\"/></strong>\nBut according to a recent report, the production of meat is also adding to the problem. We'll talk more about this soon and looking at some related vocabulary, but not before we've set today's question. Are you ready, Finn?\n<strong>Finn<br clear=\"none\"/></strong>\nReady and waiting, Rob.\n<strong>Rob<br clear=\"none\"/></strong>\nAccording to a study in America, how many tonnes of beef is produced globally every year?\na)    59 million tonnes\nb)    69 million tonnes\nc)    79 million tonnes\n<strong>Finn<br clear=\"none\"/></strong>\nLet's go supersize and say 79 million tonnes.\n<strong>Rob<br clear=\"none\"/></strong>\nI'll let you know the answer at the end of the programme. Let's continue our discussion about the link between meat and greenhouse gases.\n<strong>Finn<br clear=\"none\"/></strong>\nResearch from Cambridge and Aberdeen universities estimates greenhouse gases from food production will go up 80% if meat and dairy\n<strong>consumption</strong>\ncontinues to rise at its current rate. 'Consumption' here means the process of eating food.\n<strong>Rob<br clear=\"none\"/></strong>\nSo more and more of us are eating meat – there is a surge. Let's find out exactly why from BBC Environment Analyst, Roger Harrabin. See if you can hear why meat production is causing the problem …\n<strong>INSERT<br/>BBC Environment Analyst, Roger Harrabin<br/></strong>\nThe surge in meat eating will drive more deforestation as farmers seek increasing amounts of land, the study says. Cutting forests releases greenhouse gases from the wood and the soil, and fertilisers create greenhouse gases too. The report says under current trends, agriculture alone will cause the world to bust its targets for reducing the risk of dangerous climate change.\n<strong>Finn<br clear=\"none\"/></strong>\nSo eating more meat means farmers need more land to keep their animals on. And to get more land, they need to cut down trees – which is called\n<strong>deforestation</strong>\n.\n<strong>Rob<br clear=\"none\"/></strong>\nIt's deforestation – cutting down forests – that causes greenhouse gases from wood and soil to be released. And there's another reason too – the use of\n<strong>fertilisers</strong>\n.\n<strong>Finn<br clear=\"none\"/></strong>\nThese are natural or chemical substances added to the soil to help plants grow. Like these plants, used to feed the animals.\n<strong>Rob<br clear=\"none\"/></strong>\nAnd another problem is that more of the fields used for growing crops that we eat, like wheat, are being used to grow food to feed the animals that we later eat!\n<strong>Finn<br clear=\"none\"/></strong>\nResearch has also found beef cattle need 28 times more land than pork, poultry or dairy farming.\n<strong>Rob<br clear=\"none\"/></strong>\nSo it's a big problem, but many of us have an\n<strong>appetite</strong>\n– a need or interest – for meat. Especially for\n<strong>carnivores. </strong>\nCarnivores are really animals that just eat meat but we refer to humans as carnivores too sometimes because they just love meat. Something else is tempting us too.\n<strong>Finn<br clear=\"none\"/></strong>\nYes, something is encouraging us to eat more. See if you can hear what it is in the next part of Roger Harribin's report…\n<strong>INSERT<br/>BBC Environment Analyst, Roger Harrabin<br/></strong>\nThe real challenge is the public's appetite. There's a burger restaurant boom in major cities. People are voting with their bellies and it's not normally mushroom burgers they're after!\n<strong>Rob<br/></strong>\nSome interesting language there. He described the increase in burger restaurants as a\n<strong> 'boom'</strong>\n– so a major increase. And he said people are voting with their bellies …\n<strong>Finn<br clear=\"none\"/></strong>\nA nice phrase – he means, people are showing they like burger restaurants by going to them and eating more.\n<strong>Rob<br clear=\"none\"/></strong>\nAnd they're not buying burgers made of vegetables or things like mushroom burgers – they're buying and eating meat, like beef burgers.\n<strong>Finn<br clear=\"none\"/></strong>\nWell, with meat consumption predicted to double in the next 40 years as people globally get wealthier, it's a problem that's not going to go away.\n<strong>Rob<br clear=\"none\"/></strong>\nA bit like today's question – today's question was, according to a scientific study in America, how many tonnes of beef is produced globally every year?\n<strong>Finn<br clear=\"none\"/></strong>\nI said c) 79 million tonnes.\n<strong>Rob<br clear=\"none\"/></strong>\nThat's a lot to eat but you are wrong. The answer is 59 million tonnes. This is according to the Proceedings of the National Academy of Sciences. It also found cattle are the biggest source of greenhouse gases, accounting for more than three-quarters of all gases made by farming livestock around the world. Well before we chew over that fact, Finn could you please remind us of some of the words we have heard today?\n<strong>Finn<br clear=\"none\"/></strong>\nOk:\ntucking into\ngreenhouse gas\nconsumption\ndeforestation\nfertiliser\nappetite\ncarnivore\nboom\n<strong>Rob<br clear=\"none\"/></strong>\nWell, that brings us to the end of today's 6 Minute English. We hope you've enjoyed today's programme. Please join us again soon. Bye.\n<strong>Finn<br clear=\"none\"/></strong>\nBye.",
  "title": "Is eating meat killing our planet?",
  "pdf": "http://downloads.bbc.co.uk/learningenglish/features/6min/141113_6mineng_meat.pdf",
  "audio": "http://downloads.bbc.co.uk/learningenglish/features/6min/141113_6_minute_english_meat_download.mp3"
}