{
  "pdf": "http://downloads.bbc.co.uk/learningenglish/features/6min/141127_6min_sharing_economy.pdf",
  "date": "27 Nov 2014",
  "audio": "http://downloads.bbc.co.uk/learningenglish/features/6min/141127_6min_sharingeconomy_download.mp3",
  "description": "Need some extra cash? Why not rent out your spare room? Or let people park in your driveway? Many websites are bringing people together to do just that as part of what's called 'the sharing economy'.\nRob and Finn discuss this new trend and teach you some vocabulary about making money.\n<strong>driveway<br clear=\"none\"/></strong>\n(here) a parking space off the road at a house\n<strong>feeling the pinch<br clear=\"none\"/></strong>\nfeeling poor\n<strong>holidaymakers<br clear=\"none\"/></strong>\npeople on holiday\n<strong>make a few pennies<br clear=\"none\"/></strong>\nmake some money\n<strong>on the side<br clear=\"none\"/></strong>\nextra\n<strong>market-leader<br clear=\"none\"/></strong>\nthe most successful company in an industry or sector\n<strong>one for a rainy day<br clear=\"none\"/></strong>\nan idea to be stored for a time when it might be useful\n<strong>out of pocket<br clear=\"none\"/></strong>\nwith less money than before\n<strong>regulations<br clear=\"none\"/></strong>\nlaws\n<strong>thriving<br clear=\"none\"/></strong>\nsuccessful\n<strong>source of income<br clear=\"none\"/></strong>\na way of making money\n<strong>goldmine<br clear=\"none\"/></strong>\na rich source of money\nNote: This is not a word-for-word transcript\n<strong>Finn<br clear=\"none\"/></strong>\nHello and welcome to 6 Minute English. I'm Finn, and Rob's here too.\n<strong>Rob<br clear=\"none\"/></strong>\nYes, hello.\n<strong>Finn<br clear=\"none\"/></strong>\nHi. Rob - tell me - do you have a spare room in your house?\n<strong>Rob<br clear=\"none\"/></strong>\nAbsolutely not. We're full to capacity in our house.\n<strong>Finn<br clear=\"none\"/></strong>\nAnd what about a\n<strong>driveway</strong>\nfor your car?\n<strong>Rob<br clear=\"none\"/></strong>\nA driveway - so you mean a parking space off the road at my house? Not exactly a driveway, but yes I do have a parking space, yes.\n<strong>Finn<br clear=\"none\"/></strong>\nWell - both of these are ways of making money in the 'sharing economy'. Interested? Well, we'll be talking about this new economy in the programme, and learning some language related to making money. But first - a question.\n<strong> </strong>\n<strong>Rob<br clear=\"none\"/></strong>\nGreat. I don't have to pay for it do I?\n<strong>Finn<br clear=\"none\"/></strong>\nIt's a free question. But no prize either. In February 2014, Britain's most expensive parking space went on sale, but for how much? Was it:\na) £80,000\nb) £100,000\nc) £400,000\n<strong>Rob<br clear=\"none\"/></strong>\nWell, it's just a parking space isn't it? So I'm going to go for the lowest value: £80,000.\n<strong>Finn<br clear=\"none\"/></strong>\n£80,000 - still a lot of money. We'll find out if that's the right answer at the end of the programme. But first, let's find out a bit more about this sharing economy. Rob, are you\n<strong>feeling the pinch</strong>\n?\n<strong>Rob<br clear=\"none\"/></strong>\nFeeling the pinch - you mean feeling poor. Yes, I'm always feeling the pinch. So come on Finn, tell us how we can make some money.\n<strong>Finn<br clear=\"none\"/></strong>\nWell, perhaps the best-known example of a company in the sharing economy is Airbnb - it's an American web business which allows you to rent out your spare room to\n<strong>holidaymakers</strong>\n.\n<strong>Rob<br clear=\"none\"/></strong>\nOK. Holidaymakers - so these are people on holiday. Using your spare room as a B and B - that's a bed and breakfast?\n<strong>Finn<br clear=\"none\"/></strong>\nYes - you can provide breakfast for your guests too...\n<strong>Rob<br clear=\"none\"/></strong>\nThat sounds like a clever way to\n<strong>make a few pennies</strong>\n.\n<strong>Finn<br clear=\"none\"/></strong>\nYes, to make a few pennies - to make a bit of extra money.\n<strong>Rob<br clear=\"none\"/></strong>\nOK well, Airbnb say they operate in 34,000 cities and have 800,000 listings of rooms and apartments. In fact, we could say they're the\n<strong>market-leader </strong>\nin this industry - the main, most successful company.\n<strong>Finn<br clear=\"none\"/></strong>\nThere are many companies doing very similar things. And one doing something with parking spaces is JustPark. It's a British business that lets you rent out your driveway or parking space.\n<strong>Rob<br clear=\"none\"/></strong>\nAnother way to make money\n<strong>on the side</strong>\n- which means to make some extra money in addition to your normal job. We're going to hear from the founder of JustPark now, Anthony Eskinazi. Where did the idea for the business come from?\n<strong>Anthony Eskinazi, founder of JustPark<br clear=\"none\"/></strong>\nWhen I had the original idea, I spotted a driveway close to a sports stadium. It would have been so convenient if I could have just parked in that driveway rather than in a\n<strong>commercial </strong>\ncar park.\n<em> </em>\n<strong>Rob<br clear=\"none\"/></strong>\nSo, Anthony said that he got the idea when trying to park near a stadium. He said he saw a driveway. He thought it would be more convenient to just park there than in a commercial car park - a normal one which makes money.\n<strong>Finn<br clear=\"none\"/></strong>\nSo he set up this site. And around 20,000 people have put their spaces on the site, and he says around half a million drivers use it.\n<strong>Rob<br clear=\"none\"/></strong>\nInterestingly, a church near Kings Cross in central London has apparently made over £200,000 by renting out space in its yard to travellers!\n<strong> </strong>\n<strong>Finn<br clear=\"none\"/></strong>\nAnd of course there are other sites doing very similar things, like Uber and Lyft - these let drivers share their cars with other passengers.\n<strong>Rob<br clear=\"none\"/></strong>\nAnd there's even a company in Hong Kong which lets you share space under your umbrella when it rains!\n<strong>Finn<br clear=\"none\"/></strong>\nThat sounds like\n<strong>one for a rainy day</strong>\n.\n<strong>Rob<br clear=\"none\"/></strong>\nHaha - an idea to store away until you need it. But I do have a question. What about the people who run things like traditional B and Bs, or commercial car parks - or taxi services - things like that? Won't they be\n<strong>out of pocket</strong>\n?\n<strong>Finn<br clear=\"none\"/></strong>\nOut of pocket, yes - lose money. Many of them are out of pocket and are not happy about this. And there is another issue:\n<strong>regulations</strong>\n- or laws. Listen to the editor of\n<em>Tech City News</em>\n, Alex Wood. Why are regulations for these new businesses unclear?\n<strong>Alex Wood, editor of Tech City News<br clear=\"none\"/></strong>\nTake the example of someone who has a driveway in their house. They've got some spare capacity there - they're looking to make some more money. But how does that affect their neighbours? How does that affect the Council and the regulation and the rules around them? Because this is a new business world, those rules aren't there yet.\n<strong>Finn<br clear=\"none\"/></strong>\nWell, he says they're unclear - because the rules aren't there yet. Because it's a whole new business world.\n<strong>Rob<br clear=\"none\"/></strong>\nIn fact, Airbnb has had problems with the law. But, in a time when the economy is doing badly, these businesses seem to be\n<strong>thriving</strong>\n- doing really well - and provide an extra\n<strong>source of income</strong>\nfor many people.\n<strong>Finn<br clear=\"none\"/></strong>\nThat's right. Many are benefitting from this new economy. But others are out of pocket. That's business. Rob, what about us? Could you make some money from this sharing economy? You could rent out your bike - your lovely folding bike - while you're at work?\n<strong>Rob<br clear=\"none\"/></strong>\nThat's a really good idea - it's kind of a downtime, the bike's not being used, so why not! Anyway - how about the answer to today's question?\n<strong> </strong>\n<strong>Finn<br clear=\"none\"/></strong>\nYes, earlier I asked you about the most expensive parking space ever to go on sale in London. How much was it on sale for?\n<strong>Rob<br clear=\"none\"/></strong>\nWell, I had a guess and I said £80,000.\n<strong>Finn<br clear=\"none\"/></strong>\nWell, you were completely wrong. It was the most expensive one: £400,000.\n<strong>Rob<br clear=\"none\"/></strong>\nNo way! For a parking space!\n<strong>Finn<br clear=\"none\"/></strong>\nIt was a space in London, in Kensington and it went on sale for £400,000, which is over twice the price of the average UK house. So very expensive! Anyway, Rob, before we go any further, how about those words again?\n<strong>Rob<br clear=\"none\"/></strong>\nOK, the words we've heard today were:\ndriveway\nfeeling the pinch\nholidaymakers\nmake a few pennies\non the side\nmarket leader\none for a rainy day\nout of pocket\nregulations\nthriving\nsource of income\n<strong>Finn<br clear=\"none\"/></strong>\nThank you Rob. And that's it for today - if you want to listen to more programmes like this one, visit our site bbclearningenglish.com. Bye bye.\n<strong> </strong>\n<strong>Rob<br clear=\"none\"/></strong>\nBye.",
  "title": "Sharing economy"
}