{
  "pdf": "http://downloads.bbc.co.uk/learningenglish/features/6min/141016_6mineng_learningenglish.pdf",
  "date": "16 Oct 2014",
  "audio": "http://downloads.bbc.co.uk/learningenglish/features/6min/6_minute_english_learning_english_download_new.mp3",
  "description": "How long should it take to learn English?\nThe answer depends on many things, such as your motivation and your age. But you’re never too old to pick up some tips to speed up your learning.\nLearn some techniques with Rob and Finn in this edition of 6 Minute English, and find out about our brand new BBC Learning English course.\n<strong>expertise<br clear=\"none\"/></strong>\nhigh level of skill or knowledge\n<strong>a helping hand<br clear=\"none\"/></strong>\nassistance; help\n<strong>fluent<br clear=\"none\"/></strong>\n(related to speaking) clear, accurate, wide-ranging and confident\n<strong>face-to-face<br clear=\"none\"/></strong>\ncommunication with another person directly, in the same place\n<strong>pathway<br clear=\"none\"/></strong>\nset of actions to follow in order to reach a particular goal\n<strong>resources<br clear=\"none\"/></strong>\n(here) things such as activities, information or videos that can be used to help someone study\n<strong>grasp<br clear=\"none\"/></strong>\nunderstand something so that you can use or do it properly\n<strong>native<br clear=\"none\"/></strong>\n(here) a person who was born in a particular country\n<strong>motivation<br clear=\"none\"/></strong>\nenthusiasm and interest in doing something\n<strong>immersed<br clear=\"none\"/></strong>\nbusy spending a lot of your time doing one thing\nNote: This is not a word for word transcript\n<strong>Rob<br clear=\"none\"/></strong>\nHello I'm Rob. Welcome to 6 Minute English. I'm joined today by Finn. Hi Finn.\n<strong>Finn<br clear=\"none\"/></strong>\nHello Rob.\n<strong>Rob<br clear=\"none\"/></strong>\nToday we're talking about something we have some\n<strong>expertise</strong>\nin or knowledge about. That's teaching English.\n<strong>Finn<br clear=\"none\"/></strong>\nThat's right Rob. We work on the BBC's Learning English website - hopefully giving people around the world\n<strong>a helping hand</strong>\nin learning a language that isn't the one they usually use.\n<strong>Rob<br clear=\"none\"/></strong>\nWell hopefully we're about to make that learning journey a bit easier as we launch a brand new online course. But how long does it take someone to become a\n<strong>fluent</strong>\nspeaker of English?\n<strong>Finn<br clear=\"none\"/></strong>\nA good question Rob and one we'll try to answer today. We'll also be discussing some general ways to make learning English easier and explaining some learning-related vocabulary along the way. So let's get started Rob.\n<strong>Rob<br clear=\"none\"/></strong>\nHold your horses Finn – not so fast! I have a question to ask you first. According the last UK census taken in 2011, what percentage of the British population speaks a first language that is not English?\na)    1.7%\nb)    7.7%\nc)    14.7%\n<strong>Finn<br clear=\"none\"/></strong>\nThat's an interesting one. My first guess is c) 14.7%.\n<strong>Rob<br clear=\"none\"/></strong>\nWe'll find out if you are right or wrong later. So now we can discuss how learning English is getting easier. Of course there are a huge number of publications – books, leaflets and magazines – that can help teach you but there are those people who say that you can't beat the real thing – a teacher. Someone who can explain a language to you\n<strong>face-to-face</strong>\n.\n<strong>Finn<br clear=\"none\"/></strong>\nYes but that comes at a cost and isn't always practical – you might not have a school nearby. That's why in the 21st Century, online seems to be the main method of learning. Technology is allowing the English language to come to you!\n<strong>Rob<br clear=\"none\"/></strong>\nThat's true and that's why we've launched a brand new English course that's available on a computer, tablet or mobile phone. It's aimed at intermediate learners and charts a\n<strong>pathway</strong>\nthrough the various aspects of the language.\n<strong>Finn<br clear=\"none\"/></strong>\nWe hope that by committing around 15 minutes a day to using it, a learner will see a real improvement in their English knowledge and skill. But as well as using the\n<strong>resources </strong>\navailable online, how else can someone help themselves to get a better\n<strong>grasp</strong>\n– a better understanding - of English?\n<strong>Rob<br clear=\"none\"/></strong>\nWell if someone wants to become a confident speaker of English, trainer Richard Hallows has some tips. Have a listen and see if you can hear what are the two main aspects of English that you need.\n<strong>INSERT<br clear=\"none\">Richard Hallows – trainer in speaking English <br clear=\"none\"/></br></strong>\nMost importantly, you've got to have a a good range of vocabulary and grammar. You need to know lots of words, the more words you know the better, obviously. And similarly with grammar, the more grammar you have the better you can explain yourself. We also need to think about pronunciation - learners of English often worry about speaking like a native speaker… it's not necessary to have a native accent.\n<em> </em>\n<strong>Rob<br clear=\"none\"/></strong>\nOK, so Richard says you need a good range – or a wide variety - of vocabulary and grammar. The more words you know the more you can say – and the more grammar you know, the better you can say it…\n<strong>Finn<br clear=\"none\"/></strong>\nOr even write it! One other tip is don't try to sound like a\n<strong>native</strong>\n– so someone who speaks English as a first language. All these are things we aim to cover in our new course.\n<strong>Rob<br clear=\"none\"/></strong>\nOur new course might be a big help to you if you need English for your work, or if you're studying in English, or if you're planning to visit or even live in the UK. The British government expects immigrants to reach ESOL Entry 3 or B1 level, before they can be granted citizenship. It's equivalent to being able to hold a reasonably confident basic conversation.\n<strong>Finn<br clear=\"none\"/></strong>\nWell in the UK it's estimated that you need around 360 hours of study to get to that stage from not knowing any English at all.  But this depends on a number of factors such as\n<strong>motivation</strong>\n– how much you want to learn.\n<strong>Rob<br clear=\"none\"/></strong>\nAnd age can be a factor. Some experts say it's common for children under the age of 11 to be very immersed and be fluent in English in about six months. But why should someone choose to learn English? This is something we've been asking you on our Facebook page.\n<strong><br clear=\"none\"/></strong>\n<strong>Finn              <br clear=\"none\"/></strong>\nOussama says: \"It's like my passport. You need it wherever you go.\"\n<strong>Rob            <br clear=\"none\"/></strong>\nSuzuki says: \"It is an international communication tool.\"\n<strong>Finn               <br clear=\"none\"/></strong>\nHa thinks it's: \"The key to getting a good job with a high salary.\"\n<strong>Rob               <br clear=\"none\"/></strong>\nAnd Denis says: \"It's the language that opens doors overseas.\" Thanks for all of your messages.\n<strong>Finn<br clear=\"none\"/></strong>\nBut now Rob, I need to know if I got today's question right.\n<strong>Rob<br clear=\"none\"/></strong>\nYes. I asked you, according the last UK census taken in 2011, what percentage of the British population speaks a first language that is not English?\n<strong>Finn               <br clear=\"none\"/></strong>\nI said 14.7%.\n<strong>Rob<br clear=\"none\"/></strong>\nYou were wrong. The census found 7.7% per cent of people in the UK have a first language that is not English. That's 4.2 million people.\nWell, that's it for today. Don't forget to check our new website at bbclearningenglish.com. Happy learning!\n<strong>Both<br clear=\"none\"/></strong>\nBye.",
  "title": "How quickly can you learn English?"
}