{
  "pdf": "http://downloads.bbc.co.uk/learningenglish/features/6min/140821_6min_dealing_with_boredom.pdf",
  "date": "21 Aug 2014",
  "audio": "http://downloads.bbc.co.uk/learningenglish/features/6min/140821_6min_boredom_download.mp3",
  "description": "Bored? You're not alone. Everyone from factory workers to pilots experience a feeling of boredom: feeling unhappy and uninterested in what they are doing. Some people get bored because they have nothing to do. But is it always a negative emotion or can it push you to do something different?\nRob and Finn discuss how to deal with boredom and teach some related vocabulary. We promise you won't be bored!\n<strong>This week's question:</strong>\nAccording to the Guinness Book of Records, the longest continuous dramatic performance was held in New Jersey, in the US, in 2010. But do you know how long the cast for The Bald Soprano was on stage for? Was it for about:\na) 8 hours\nb) 17 hours\nc) 23 hours\nListen to the programme to find out the answer.\n<strong>to yawn - </strong>\nto open your mouth wide and take air in and out slowly; usually a sign of boredom or tiredness\n<strong>stimulating - </strong>\nmaking someone excited and interested in something\n<strong>restless - </strong>\nunable to sit still because you are bored or worried\n<strong>to cope with - </strong>\nto deal with a situation successfully\n<strong>stuck in a rut - </strong>\nbecome too fixed in one kind of job or situation in life\n<strong>to stave off - </strong>\nto stop or keep away an unpleasant feeling\n<strong>to spur on - </strong>\nto encourage someone to do something\nNote: This is not a word for word transcript\n<strong>Rob</strong>\nHello I'm Rob. Welcome to 6 Minute English. I'm joined today by Finn. Hello Finn.\n<strong>Finn</strong>\nHi Rob. You know, I'm happy you called me to present this programme with you because I was there by my desk feeling a bit bored (yawns loudly).\n<strong>Rob</strong>\nGreat yawn, Finn! A yawn, of course, is that typical reaction of someone who is bored.\n<strong>Finn</strong>\nYeah, it's when you open your mouth wide and take some air in and slowly out.\n<strong>Rob</strong>\nOkay. Let's make this a programme all about boredom, shall we? And I'll start by stimulating your imagination.\n<strong>Finn</strong>\nThank you, but how are you going to make me excited and interested in something, Rob?\n<strong>Rob</strong>\nHow about I challenge you to a question you might not know the answer to?\n<strong>Finn</strong>\nOkay, well, you can try. Go on then.\n<strong>Rob</strong>\nWell, I know you like the theatre.\n<strong>Finn</strong>\nI do. But it has to be an exciting play or I get restless.\n<strong>Rob</strong>\nRestless, you mean unable to sit still because you get bored or worried even. Okay. I wonder how you'd feel watching the longest continuous play recorded?\n<strong>Finn</strong>\nThat's quite an offer. What do you mean?\n<strong>Rob</strong>\nAccording to the Guinness Book of Records, the longest continuous dramatic performance was held in New Jersey, in the US, in 2010. But do you know how long the cast for The Bald Soprano by Eugene Ionesco, was on stage for? Was it for about:\na) 8 hours\nb) 17 hours\nc) 23 hours\n<strong>Finn</strong>\nWow! They're all pretty long. I'll say b) 17 hours, Rob.\n<strong>Rob</strong>\nGoodness! Right. Okay. I'll let you know the answer by the end of the programme. Now, let's talk more about boredom. I think this is a feeling we have to learn how to cope with.\n<strong>Finn</strong>\nYes, we have to learn to deal with this situation successfully – to cope with it. But people often feel they want to change their life, to change their job. They might feel stuck in a rut.\n<strong>Rob</strong>\nThat's a good phrase - stuck in a rut. So you mean you've become too fixed in one kind of job?\n<strong>Finn</strong>\nYes. You know Rob, even I sometimes dream of something a bit more exciting like being a professional diver or maybe even a pilot of a really fast plane.\n<strong>Rob</strong>\nWell, guess what: even pilots get bored, you know?\n<strong>Finn</strong>\nNot when they are flying anyway.\n<strong>Rob</strong>\nWrong. When they're up in the air!\n<strong>Finn</strong>\nNo way! Really? I don't believe you!\n<strong>Rob</strong>\nWell, Missy Cummings, an American, was a fighter pilot. Listen to the phrasal verb she uses meaning to stop being bored, at least for a while. Is there ever time for a fighter pilot to get bored?\n<strong>Missy Cummings, former fighter pilot:</strong>\nOh my gosh, sure, for the same reasons that commercial pilots get bored. These fighter jets are very automated when it comes to just holding altitude and heading. So you turn everything in autopilot and I probably listened to more Oprah Winfrey TV shows on the high-frequency radios… And so you get good about using the technology to figure out how to stave off that boredom.\n<strong>Finn</strong>\nAh, so she listened to a show hosted by the American presenter Oprah Winfrey on the radio to stave off her boredom. Now, to stave off means to stop or to keep an unpleasant feeling away. In this case she means boredom.\n<strong>Rob</strong>\nYes, indeed.\nBut some experts think there's something good about feeling bored.\n<strong>Finn</strong>\nReally?\n<strong>Rob</strong>\nLet's hear what Tiffany Watt-Smith has to say. She works for the Centre for the History of Emotions at the Queen Mary University of London. Pay attention to the word she uses to describe what boredom does to people.\n<strong>Tiffany Watt-Smith, Queen Mary University of London:</strong>\nOn the one hand people are worried about being under-occupied and bored. On the other there's a set of anxieties about us having any more downtime, you know. We can constantly check our phones at the bus stop. Everything is to be filled and what does that do to our minds? I think boredom is a very useful emotion. It's an emotion which spurs people on to change something about their environment. If you're bored that gives rise to creativity.\n<strong>Finn</strong>\nSo boredom spurs people on to change something. To spur on means to stimulate or to encourage someone to do something.\n<strong>Rob</strong>\nSo what are you going to do, Finn? How will you change your life?\n<strong>Finn</strong>\nChange my life? Okay. Two things. The first one is: I want to know if I got that question right!\n<strong>Rob</strong>\nWell I said at the beginning of the programme that the longest continuous dramatic performance was held in New Jersey, US, in 2010. And I asked you how long was the cast on stage for to play The Bald Soprano by Eugene Ionesco.\n<strong>Finn</strong>\nYes. The options were 8 hours, 17 hours and 23 hours, I think. And I said 17. Was I right?\n<strong>Rob</strong>\nYou were not!\n<strong>Finn</strong>\nOh, no!\n<strong>Rob</strong>\nIt was even longer.\n<strong>Finn</strong>\nWow! 23!\n<strong>Rob</strong>\nAccording to the Guinness Book of Records, the play lasted 23 hours, 33 minutes and 54 seconds. It was achieved by The 27 O'Clock Players who performed The Bald Soprano at Belmar, New Jersey, USA, on 27 July 2010. Anyway Finn, what's the second thing you're going to do to stave off your boredom?\n<strong>Finn</strong>\nYou know what, Rob? I'm going to book myself a fantastic holiday! Maybe I could start with a visit to Patagonia in Argentina to see the penguins…\n<strong>Rob</strong>\nYeah, it sounds very exciting. But before you head off to Patagonia, could you remind us of some of the English words we've heard today?\n<strong>Finn</strong>\nWe heard:\nyawn\nstimulating\nrestless\nto cope with\nstuck in a rut\nto stave off\nto spur on\n<strong>Rob</strong>\nThanks Finn. That's it for this programme. I hope you didn't find it boring.\n<strong>Finn</strong>\nNot at all. I loved it!\n<strong>Rob</strong>\nPlease join us soon again for 6 Minute English from BBC Learning English.\n<strong>Both</strong>\nBye.\nAll 6 Minute English programmes pre-September 2014 can be found\n<a href=\"http://www.bbc.co.uk/worldservice/learningenglish/general/sixminute/\" target=\"_self\">here</a>\n.",
  "title": "Dealing with boredom"
}