{
  "pdf": "http://downloads.bbc.co.uk/learningenglish/features/6min/141211_6mineng_laughter.pdf",
  "date": "11 Dec 2014",
  "audio": "http://downloads.bbc.co.uk/learningenglish/features/6min/141211_6min_laughter_download.mp3",
  "description": "Laughing is good for you, isn't it? True, it can reduce anger, anxiety and stress, but according to the BMJ, laughter can occasionally have harmful side-effects for certain people. They reviewed over 700 academic papers and came up with a list of health problems which can be caused by laughing.\nFinn and Rob discuss the pros and cons of laughing, and explain some health-related vocabulary.\n<strong>laughter is the best medicine<br clear=\"none\"/></strong>\na phrase which means that laughing is a good way to be happy and stop worrying\n<strong>no laughing matter<br clear=\"none\"/></strong>\nsomething very serious that you should not make jokes about\n<strong>fainting<br clear=\"none\"/></strong>\nlosing consciousness for a short time, usually falling to the ground\n<strong>gullet<br clear=\"none\"/></strong>\nthe tube through which food passes from the mouth to the stomach\n<strong>lungs<br clear=\"none\"/></strong>\nthe organs in your chest which you use to breathe\n<strong>dislocated<br clear=\"none\"/></strong>\n(of a bone) moved suddenly out of its correct position\n<strong>jaw<br clear=\"none\"/></strong>\nthe lower part of your face (your chin and lower teeth)\n<strong>heart attack<br clear=\"none\"/></strong>\na serious medical problem when the heart stops working properly and causes chest pain\n<strong>to have the last laugh<br clear=\"none\"/></strong>\nto finally be successful, often after an argument or disagreement\nNote: This is not a word-for-word transcript\n<strong>Finn<br/></strong>\nHello and welcome to 6 Minute English with me, Finn.\n<strong>Neil<br/></strong>\nAnd me, Neil.\n<strong>Finn<br/></strong>\nNeil, I'm going to tell you a joke.\n<strong>Neil<br/></strong>\nOK, come on.\n<strong>Finn<br/></strong>\nWhich part of learning the English language are boxers best at?\n<strong>Neil<br/></strong>\nWhich part of English are boxers best at?  I don't know.\n<strong>Finn<br/></strong>\nPunch-uation (punctuation).\n<strong>Neil<br/></strong>\nThat's actually quite funny.\n<strong>Finn<br/></strong>\nDo you really think so?\n<strong>Neil<br/></strong>\nI do, yes.\n<strong>Finn<br/></strong>\nWell, I'm glad I made you laugh. But you might not thank me for it after the programme.\n<strong>Neil<br/></strong>\nWhy's that?\n<strong>Finn<br/></strong>\nBecause a paper published by the British Medical Journal says that laughter is not always the best medicine, and sometimes, it can actually be harmful.\n<strong>Neil<br/></strong>\nWell, in that case I definitely won't be laughing at your jokes any more! And, to be honest, it wasn't funny anyway.\n<strong>Finn<br/></strong>\nAnyway, today we'll be exploring the connection between laughter and health, and looking at some health-related vocabulary. But before we get into the story, Neil: a question. You're a parent. At what age do babies begin to laugh? Is it:\na) 0-3 months\nb) 3-6 months\nc) 6-8 months\n<strong>Neil<br/></strong>\nRight I'm pretty sure, unless my memory is very bad, that it's a) 0-3 months.\n<strong>Finn<br/></strong>\nOK, well, we will find out if you're right at the end of the programme. OK, so laughter, as I said, is generally thought of as a good thing. There's a phrase I said earlier which is:\n<strong style=\"font-size: 12px;\">laughter is the best medicine</strong>\n.\n<strong>Neil<br/></strong>\nYes, and talking of medicine, there are many medical studies which examine the benefits of laughter - it reduces stress, it's good for your heart, things like that. But now you're telling me it can have some negative effects?\n<strong>Finn<br/></strong>\nWell, why don't we listen to Professor Robin Ferner, who is one of the authors of the research paper. How many negative effects of laughter does he mention?\n<strong>INSERT<br clear=\"none\"/></strong>\n<strong>Robin Ferner, University of Birmingham<br clear=\"none\"/></strong>\nWe found people with heart rhythm disturbance which had stopped their heart, we found people who had fainted, we found people whose gullets had burst, we found people who'd dislocated their jaws or burst their lungs.\n<strong>Neil<br/></strong>\nQuite a few! It seems laughing can be\n<strong style=\"font-size: 12px;\"> no laughing matter!</strong>\n<strong style=\"font-size: 12px;\"> </strong>\n<strong>Finn<br/></strong>\nIndeed - he mentions five problems caused by laughter, including heart rhythm disturbance, fainting, burst gullets, dislocated jaws and even burst lungs.\n<strong>Neil<br/></strong>\nSome of those sound quite nasty.\n<strong style=\"font-size: 12px;\"> Fainting</strong>\nis when you lose consciousness and pass out; and your\n<strong style=\"font-size: 12px;\"> gullet</strong>\nis the tube through which food passes from the mouth to the stomach, so a burst gullet would be horrible.\n<strong>Finn<br/></strong>\nI think it would be very bad! We also heard about burst\n<strong style=\"font-size: 12px;\">lungs</strong>\n- lungs are the organs in your chest that you use to breathe. And - I think you'd have to be laughing really hard to do this - to get a\n<strong style=\"font-size: 12px;\">dislocated jaw</strong>\n. To dislocate something is to move it out of its normal place or position, so you dis-locate it. A dislocated jaw - ouch.\n<strong>Neil<br/></strong>\nWell, thankfully there is no danger of dislocated jaws with your jokes Finn!\n<strong>Finn<br/></strong>\nOK! Well, in fact, these five dangers are only some that were mentioned in the study.\n<strong>Neil<br/></strong>\nBut surely, there must have been some positive findings?\n<strong>Finn<br/></strong>\nYes, let's listen to Professor Robin Ferner again - which health benefit does he mention?\n<strong>INSERT<br clear=\"none\"/></strong>\n<strong>Robin Ferner, University of Birmingham<br clear=\"none\"/></strong>\nYou actually use energy when you laugh, you move your diaphragm, you expand your lungs, and both those things can be helpful. For example, it's said that laughing for quarter of an hour will burn up 40 kcal, and if you laughed all day you'd use up about 2,000 calories.\n<strong>Finn<br/></strong>\nThat's more like it! Laughing can help you lose weight, because you use energy when you laugh.\n<strong>Neil<br/></strong>\nIn fact, quite a lot of energy: if you laughed all day you'd use 2,000 calories, which is what most people consume in a day.\n<strong>Finn<br/></strong>\nHe also thinks laughing makes people feel better, and it can reduce the chance of having a\n<strong style=\"font-size: 12px;\">heart attack</strong>\n.\n<strong>Neil<br/></strong>\nSo overall - what's the story - laughing: good or bad?\n<strong>Finn<br/></strong>\nWell, he says for most people, most of the time, laughing is a great thing. And well, that's good, because I like to laugh, don't you Neil?\n<strong>Neil<br/></strong>\nOh yes I do.\n<strong>Finn<br/></strong>\nEarlier I asked you Neil, at what age do babies begin to laugh? Was it 0-3 months, 3-6 months or 6-8 months?\n<strong>Neil<br/></strong>\nAnd I said 0-3 months.\n<strong>Finn<br/></strong>\nWell, Neil, the answer was in fact b) 3-6 months. A little bit later! And 0-3 months, which was your answer, Neil, is when babies smile for the first time.\n<strong>Neil<br/></strong>\nWell, you\n<strong style=\"font-size: 12px;\">had the last laugh</strong>\nthere Finn.\n<strong>Finn<br/></strong>\nVery good - and if you have the last laugh it means you're successful in the end. Right, that's it for this programme. Do log on to bbclearningenglish.com for more 6 Minute English. Goodbye!\n<strong>Neil<br/></strong>\nBye.",
  "title": "Laughter is bad for you"
}