{
  "pdf": "http://downloads.bbc.co.uk/learningenglish/features/6min/141106_6mineng_superheroes.pdf",
  "date": "06 Nov 2014",
  "audio": "http://downloads.bbc.co.uk/learningenglish/features/6min/141106_6mineng_superheroes_download.mp3",
  "description": "Many of us have heard of superheroes like Superman, Spiderman and Wonder Woman.\nThese fictional characters exist in comics and in films but can they exist in real life? Finn and Rob describe some modern-day superheroes - people who have dedicated their lives to doing good things. They discuss what it takes to be a superhero.\n<strong>superhero<br clear=\"none\"/></strong>\ncharacter in a film or story who has special strength and uses it to do good things and help other people\n<strong>superpowers<br clear=\"none\"/></strong>\nextreme strength or abilities that most people do not have\n<strong>fictional<br clear=\"none\"/></strong>\ninvented / not real\n<strong>extraordinary<br clear=\"none\"/></strong>\nspecial or very unusual\n<strong>life-savers<br clear=\"none\"/></strong>\npeople who give help to other people who are in a very difficult situation\n<strong>admire<br clear=\"none\"/></strong>\nrespect\n<strong>mission<br clear=\"none\"/></strong>\nimportant job\n<strong>honourable<br clear=\"none\"/></strong>\nmorally good and deserving respect\n<strong>closely-guarded<br clear=\"none\"/></strong>\nkept secret\nNote: This is not a word-for-word transcript\n<strong>Rob<br clear=\"none\"/></strong>\nHello and welcome to 6 Minute English from BBC Learning English. I'm Rob... and... is it a bird? Is it a plane? No, it's Super-Finn!\n<strong>Finn<br clear=\"none\"/></strong>\nHello Rob - it's just Finn here actually - I'm no\n<strong>superhero</strong>\n!\n<strong>Rob<br clear=\"none\"/></strong>\nThat's a shame. So you don't have any special\n<strong>superpowers </strong>\n- amazing skills and abilities that can be used for saving people and fighting against evil?\n<strong>Finn<br clear=\"none\"/></strong>\nWell, lots of powers, but no superpowers. I'm afraid not. Superheroes, of course, tend to be\n<strong>fictional</strong>\ncharacters – they're made-up characters, who appear in comics and books and movies.\n<strong>Rob<br clear=\"none\"/></strong>\nYou mean characters like Batman, Spiderman and Wonder Woman. Do you have a favourite?\n<strong>Finn<br clear=\"none\"/></strong>\nI do actually. Spiderman was my favourite when I was growing up. And he can climb up walls and I really wanted to do the same - I tried to climb up the walls in my house and sadly I failed because superheroes are fictional - they aren't real!\n<strong>Rob<br clear=\"none\"/></strong>\nWell some real-life superheroes do exist and that's what we'll be talking about today and we'll be explaining some words related to superheroes. But first a question...\n<strong>Finn<br clear=\"none\"/></strong>\nCan I use my superpowers to answer this one?\n<strong>Rob<br clear=\"none\"/></strong>\nYou can try. What year did Superman first appear published in a comic book?\na)    1930\nb)    1934\nc)    1938\n<strong>Finn<br clear=\"none\"/></strong>\nMy\n<em>spidey</em>\nsense tells me it's 1934.\n<strong>Rob<br clear=\"none\"/></strong>\nI'll tell you if you're right or wrong at the end of the programme. Now let's find out more about some real-life superheroes. These are people who don't really have superpowers but they are doing something\n<strong>extraordinary</strong>\n.\n<strong>Finn<br clear=\"none\"/></strong>\nSo they are doing something special - but most importantly, they are doing something good.\n<strong>Rob<br clear=\"none\"/></strong>\nPeople often describe someone who has done something brave, such as saving someone's life, as a hero. Firefighters are sometimes described as heroes because they often risk their lives to save others.\n<strong>Finn<br clear=\"none\"/></strong>\nBut heroes don't have to be\n<strong>life-savers</strong>\n. We sometimes describe a person with great intelligence or amazing abilities as 'our hero' - a musician maybe or an athlete. It's someone we\n<strong>admire</strong>\nand look up to.\n<strong>Rob<br clear=\"none\"/></strong>\nWell there's a man in Japan who's recently been described as a 'superhero'. To be honest, I don't think his powers are superhuman - that means a power that ordinary humans don't have - but what he does is rather unusual and he gives up his free time doing it.\n<strong>Finn<br clear=\"none\"/></strong>\nTell me more Rob.\n<strong>Rob<br clear=\"none\"/></strong>\nThis is Chibatman - named after the city of Chiba where he comes from. His\n<strong>mission</strong>\n- his purpose - is to make the people of the city happy.\n<strong>Finn<br clear=\"none\"/></strong>\nThat's a worthwhile mission.\n<strong>Rob<br clear=\"none\"/></strong>\nIt is. Chibatman has been spotted 'flying' through the streets of Chiba dressed a bit like Batman and riding his custom-built three-wheeled Chibatpod. But why? Is he just a bit crazy or does he have\n<strong>honourable</strong>\nintentions?\n<strong>Finn<br clear=\"none\"/></strong>\nYou mean does he genuinely want to do good things and make things better?\n<strong>Rob<br clear=\"none\"/></strong>\nWell, listen to what he says, speaking through a translator, and see if you can hear what his reasons are …\n<strong>INSERT<br clear=\"none\"/>'Chibatman' - Chiba superhero<br clear=\"none\"/></strong>\nI started doing this around three years ago. As for my reasons: during the great earthquake people forgot how to smile. I wanted to help bring the smile back and that's why I started.\n<strong>Finn<br clear=\"none\"/></strong>\nOK, so because of the devastation caused by the earthquake and tsunami in 2011, he felt people had forgotten how to smile. So his mission was to get people smiling again. That's something we could describe as being 'honourable'.\n<strong>Rob<br clear=\"none\"/></strong>\nWhat is interesting about him and other superheroes is they keep their identity\n<strong>closely-guarded</strong>\n- nobody knows who the real man in the costume is.\n<strong>Finn<br clear=\"none\"/></strong>\nThat's also true for another Japanese man who's been called a superhero. Mr Full Moon wears a costume to hide his identity when he goes around cleaning the streets of Tokyo.\n<strong>Rob<br clear=\"none\"/></strong>\nYes, he actually talks to people through a voice on his smartphone. He hasn't been employed by anyone to do this ­- he just claims he wants to keep the city's streets cleaner. We could call him a grime fighter armed with a dustpan and brush!\n<strong>Finn<br clear=\"none\"/></strong>\nVery good - a 'grime fighter' - someone fighting dirt and dust!\n<strong>Rob<br clear=\"none\"/></strong>\nAnyway, time now to see if your superpowers helped you answer today's question correctly.\n<strong>Finn<br clear=\"none\"/></strong>\nYes Rob, you asked me what year Superman first appeared in a comic book.\n<strong>Rob<br clear=\"none\"/></strong>\nAnd you said 1934 and you were wrong. Superman first appeared in Action Comics #1 in June 1938. The character was created by Jerry Siegel and Joe Shuster and originally he wasn't a hero but a villain - the bad guy - but he was changed into a hero before he was published in the comic.\nNow before you change into your costume, could you save the day by reminding us of some of the words we have heard today?\n<strong>Finn<br clear=\"none\"/></strong>\nYes, today we heard:\nsuperhero\nsuperpowers\nfictional\nextraordinary\nlife-savers\nadmire\nmission\nhonourable\nclosely-guarded\n<strong>Rob<br clear=\"none\"/></strong>\nWell, that brings us to the end of today's 6 Minute English. We hope you've enjoyed today’s programme. Please join us again soon. Bye.\n<strong>Finn<br clear=\"none\"/></strong>\nBye.",
  "title": "What makes a superhero?"
}