{
  "pdf": "http://downloads.bbc.co.uk/learningenglish/features/6min/141002_6_min_sleeping.pdf",
  "date": "02 Oct 2014",
  "audio": "http://downloads.bbc.co.uk/learningenglish/features/6min/141002_6_min_english_sleeping_download_new.mp3",
  "description": "Is it right to sleep at work? Some experts think we work better if we can close our eyes and have a short rest in the office.  So, is it time for bosses to put beds in the workplace?\nRob and Finn discuss the benefits of sleeping on the job.\n<strong>This week's question</strong>\nWhen the former British Prime Minister, Margaret Thatcher, was in power, she did her job with very little sleep. Do you know how many hours a night she slept?\na)     Three hours\nb)     Four hours\nc)     Five hours\n<strong>napping<br clear=\"none\"/></strong>\nsleeping for a short period of time\n<strong>(to) nod off <br clear=\"none\"/></strong>\nto fall asleep\n<strong>sleeping on the job <br clear=\"none\"/></strong>\nsleeping when you should be working\n<strong>insomniac<br clear=\"none\"/></strong>\na person who has difficulty falling sleep\n<strong>40 winks<br clear=\"none\"/></strong>\n(informal) nap for a short period of time\n<strong>power-nap<br clear=\"none\"/></strong>\na short sleep that gives you energy\n<strong>naptivist <br clear=\"none\"/></strong>\na made-up name for someone who actively campaigns for napping at work\n<strong>attitude <br clear=\"none\"/></strong>\nopinion or feeling about something\n<strong>counter-cultural<br clear=\"none\"/></strong>\nopposite to what most people think or do\n<strong>work ethic<br clear=\"none\"/></strong>\nbelief about how we should work\n<strong>wellbeing <br clear=\"none\"/></strong>\nfeeling of being happy and health\nNote: This is not a word for word transcript\n<strong>Rob</strong>\n<strong>  </strong>\n<strong>               <br clear=\"none\"/></strong>\nHello I'm Rob. Welcome to 6 Minute English. I'm joined today by Finn. Hello Finn.\n<strong>Finn  </strong>\n...\n<strong>Rob                 <br clear=\"none\"/></strong>\nFinn? …Hello Finn?\n<strong>Finn<br clear=\"none\"/></strong>\nOh sorry Rob, you caught me\n<strong>napping</strong>\n. It's that time of day when I need to\n<strong>nod off</strong>\n– or in other words, fall asleep.\n<strong>Rob<br clear=\"none\"/></strong>\nWell,\n<strong>sleeping on the job</strong>\n– or sleeping at work - is no bad thing – and I hope today's programme will wake you up to the idea that sleeping in the workplace might be a good thing.\n<strong>Finn<br clear=\"none\"/></strong>\nOh really! That's good to hear. I would have thought that sleeping at work was against the rules.\n<strong>Rob<br clear=\"none\"/></strong>\nNot in every office, Finn, and I'll tell you why soon as well as explaining some sleep-related vocabulary. But now you're wide awake, how about a question?\n<strong>Finn                 <br clear=\"none\"/></strong>\nOK, let's hear it.\n<strong>Rob<br clear=\"none\"/></strong>\nWhen the former British Prime Minister, Margaret Thatcher, was in power, she did her job with very little sleep. Do you know how many hours of sleep she is said to have had each night?\na)    Three hours\nb)    Four hours\nc)    Five hours\n<strong>Finn<br clear=\"none\"/></strong>\nI always thought she got by, she managed her job, with just four hours of sleep a night.\n<strong>Rob<br clear=\"none\"/></strong>\nNot much, is it? We'll find out if you are right or wrong later. I'm not sure if she chose\n<em>not</em>\nto sleep for long or she just wasn't able to sleep for long. Someone who can't sleep is called an\n<strong>insomniac</strong>\n.\n<strong>Finn                 <br clear=\"none\"/></strong>\nAnd I'm certainly not an insomniac. I enjoy sleeping all night and some of the day too. And Rob, you said napping during the day is a good thing?\n<strong>Rob<br clear=\"none\"/></strong>\nIt's always nice to have a short sleep – or what I call\n<strong>40 winks</strong>\n– during the day, but when you're at work this can be a problem.  In some companies, like Google and the Huffington Post, workplace naps are positively encouraged. They're seen as a way to make staff more productive.\n<strong>Finn<br clear=\"none\"/></strong>\nSo you mean they work harder and are more creative because a\n<strong>power-nap</strong>\n– a quick sleep – makes workers feel refreshed and more alert. I like the sound of this!\n<strong>Rob<br clear=\"none\"/></strong>\nAn Australian health writer called Thea O'Connor, is a founder of a campaign called Nap Now which is trying to make sleeping at work more acceptable.  She calls herself a '\n<strong>naptivist</strong>\n'! Let's hear from her now. What does she say is stopping us from doing this?\n<strong>Thea O'Connor, health writer and speaker:  <br clear=\"none\"/></strong>\nI think that our culture is a bit crazy not to embrace it, and one of the reasons we don't is our attitude, you know it's quite counter-cultural to do nothing in order to get ahead. I just really see that it's time to disrupt the prevailing work ethic which is all about work longer and harder.\n<strong>Finn<br clear=\"none\"/></strong>\nRight, so she wants us to embrace – to accept – the idea of a workplace power-nap. But it is our\n<strong>attitude</strong>\n– the way we think about work – that stops society from accepting this.\n<strong>Rob<br clear=\"none\"/></strong>\nYes, she explains that it is\n<strong>counter-cultural</strong>\n– so going against the normal way of thinking – to actually do nothing and have a snooze.\n<strong>Finn<br clear=\"none\"/></strong>\nThat's why she is trying to change – or disrupt – our current\n<strong>work ethic</strong>\nof working longer and harder. She believes this doesn't necessarily bring better results. But Rob, is this idea just a fad – something that's popular for a short while?\n<strong>Rob<br clear=\"none\"/></strong>\nMaybe, but research has certainly shown that good quantity and quality of sleep is important for our\n<strong>wellbeing</strong>\n. A few years ago research by the East of England Development Agency found 30% of people have their best ideas in bed compared to just 11% who have them at their desk. It called for companies to install beds in the workplace.\n<strong>Finn<br clear=\"none\"/></strong>\nWell, there aren't any in our office yet Rob. I think putting beds or areas for naps in the office would help us workers feel more able to rest and recharge our minds.\n<strong>Rob<br clear=\"none\"/></strong>\nAn alternative idea would be to change our working hours. The UK's Sleep Council claims the\n<strong>nine-to-five</strong>\nwork culture does not fit into the natural sleeping pattern of the human race and bosses need to introduce a more sleep-friendly working day.\n<strong>Finn<br clear=\"none\"/></strong>\nThat sounds like a\n<strong>siesta</strong>\nto me - a short period of sleep in the middle of the day that people in warm places like Spain often have.\n<strong>Rob<br clear=\"none\"/></strong>\nMy problem with a siesta is that if I have a sleep in the afternoon I'd never wake up!\n<strong>Finn<br clear=\"none\"/></strong>\nWell before you nod off now Rob, could you please tell me the answer to today's question.\n<strong>Rob<br clear=\"none\"/></strong>\nYes. I asked you if you knew how many hours of sleep the former British Prime Minister, Margaret Thatcher, is said to have had each night?  Three, four or five hours?\n<strong>Finn<br clear=\"none\"/></strong>\nI said four hours Rob.\n<strong>Rob<br clear=\"none\"/></strong>\nYou are right. It has often been said she needed just four hours of sleep – only on weekdays, not weekends. Well before you have another power-nap, could you remind us of some of the vocabulary we've heard today:\n<strong>Finn<br clear=\"none\"/></strong>\nYes, we heard:\nnapping\nnod off\nsleeping on the job\ninsomniac\n40 winks\npower-nap\nnaptivist\nattitude\ncounter-cultural\nwork ethic\nwellbeing\nnine-to-five\nsiesta\n<strong>Rob<br clear=\"none\"/></strong>\nThanks. We hope you've enjoyed today's programme. Please join us again soon for another 6 Minute English from BBC Learning English.\n<strong>Both<br clear=\"none\"/></strong>\nBye.\nAll 6 Minute English programmes pre-September 2014 can be found\n<a href=\"http://www.bbc.co.uk/worldservice/learningenglish/general/sixminute/\" target=\"_self\">here</a>\n.",
  "title": "Sleeping on the job"
}