{
  "date": "2014-10-30",
  "description": "The World Health Organisation has recommended that electronic cigarettes should not be allowed in closed public spaces as they might harm the health of non-smokers.\nRob and Finn discuss the risks posed by this new device which many smokers are using in order to cut down on smoking? Listen to the programme.\n<strong>cough<br clear=\"none\"/></strong>\nsudden expulsion of air from the lungs, usually due to an irritation\n<strong>secondary smoker<br clear=\"none\"/></strong>\nnon-smoker who breathes in other people's cigarette smoke\n<strong>ban<br clear=\"none\"/></strong>\nprohibition, no longer being allowed\n<strong>nicotine<br clear=\"none\"/></strong>\nchemical in tobacco believed to cause addiction\n<strong>long-term<br clear=\"none\"/></strong>\nfor a long time in the future\n<strong>quit smoking<br clear=\"none\"/></strong>\ngive up smoking\n<strong>damaging<br clear=\"none\"/></strong>\nharmful\n<strong>overreaction<br clear=\"none\"/></strong>\nresponse to something which is more forceful than required\nNote: This is not a word for word transcript\n<strong>Rob<br clear=\"none\"/></strong>\nHello I'm Rob. Welcome to 6 Minute English. I'm joined today by Finn.\n<strong>Finn<br clear=\"none\"/></strong>\nHello.\n<strong>Rob<br clear=\"none\"/></strong>\nToday we are going to talk about electronic cigarettes – also called e-cigarettes – and teach you words that will help you to discuss the subject or understand news about it.Do you smoke, Finn?\n<strong>Finn<br clear=\"none\"/></strong>\nNo. And sometimes the smoke from other people's cigarettes makes me\n<strong>cough</strong>\n(coughs a bit). Just thinking about it makes me want to cough (coughs again).\n<strong>Rob<br clear=\"none\"/></strong>\nIt's because you are a\n<strong>secondary smoker</strong>\n– in other words, you're someone who doesn't smoke but breathes in the smoke from someone else's cigarette. And this smoke is very harmful to your health. So, here is today's question, Finn.\n<strong>Finn<br clear=\"none\"/></strong>\nOK, go ahead.\n<strong>Rob<br clear=\"none\"/></strong>\nAccording to the World Health Organisation, there are more than 4,000 chemicals in cigarette smoke. How many of these are known to be harmful to our health? Is it at least:\na)    50\nb)    150\nc)    250\n<strong>Finn<br clear=\"none\"/></strong>\nMm … Let me think. (he guesses)?\n<strong>Rob<br clear=\"none\"/></strong>\nYou'll get the answer at the end of the programme. Well, electronic cigarettes are everywhere now. Some estimates say more than a million people are using e-cigarettes just in the UK. But these devices might not be very safe for secondary smokers …\n<strong>Finn<br clear=\"none\"/></strong>\nIs that so? I thought they were okay because they produce vapour rather than the smoke full of harmful chemicals you get in ordinary cigarettes.\n<strong>Rob<br clear=\"none\"/></strong>\nWell, the World Health Organisation is not convinced e-cigarettes are any safer to secondary smokers. It has recommended a\n<strong>ban</strong>\non the use of electronic cigarettes indoors and their sale to people under 18 years old.\n<strong>Finn<br clear=\"none\"/></strong>\nA ban? In other words, they don't want them to be permitted indoors anymore? I know that e-cigarettes work by heating liquid\n<strong>nicotine</strong>\n– this is the substance in tobacco which makes it addictive. It turns into vapour which is inhaled by the smoker. I thought because it was just vapour, it was okay for non-smokers!\n<strong>Rob<br clear=\"none\"/></strong>\nIt's vapour with some chemicals in it. And experts fear it could have similar effects to the smoke produced by ordinary cigarettes. Listen to what Professor John Ashton has to say. He's from the Faculty of Public Health here in the UK. Which words does he use to describe the use of e-cigarettes for an extended period of time?\n<strong>INSERT<br clear=\"none\">Professor John Ashton, from the Faculty of Public Health in the UK<br clear=\"none\"/></br></strong>\nThere are scientists in America who've been studying second-hand effects of tobacco smoke who are raising these issues now about the e-cigarettes. And we really can't allow these things to get establishedbefore we know what the\n<strong>long-term </strong>\neffects are going to be.\n<strong>Finn<br clear=\"none\"/></strong>\nHe talks aboutlong-termeffects. He means that the constant use of e-cigarettes for an extended period of time might cause harm which we are not aware of yet.\n<strong>Rob<br clear=\"none\"/></strong>\nYou can't light up a cigarette in a pub or bar anymore. It was the effect of people's cigarette smoke on other staff that led to the ban on ordinary cigarettes in Britain. Private companies and the authorities are keen not to risk bringing back any kind of smoking to closed spaces in public places.\n<strong>Finn<br clear=\"none\"/></strong>\nThis is likely to annoymany smokers who have been moving to electronic cigarettes in an attempt to cut down on nicotine or even\n<strong>quit smoking</strong>\n.\n<strong>Rob<br clear=\"none\"/></strong>\nYes, many people want to quit smoking ­ – stop smoking – at once. And they find it easier to do this if they can use e-cigarettes. In the last few decades smokers have been feeling persecuted.\n<strong>Finn<br clear=\"none\"/></strong>\nYes, there's a lot of pressure for them to quit the habit.\n<strong>Rob<br clear=\"none\"/></strong>\nListen to what this smoker who uses e-cigarettes has to say.He's in a pub in Bristol. Which word does he use to talk about the harm certain things do to children?\n<strong>INSERT<br clear=\"none\">Male customer, Bristol pub<br clear=\"none\"/></br></strong>\nWe react at absolutely everything in this world. What we'll gonna have eventually though is 'no drinking beer' in pubs because it's\n<strong>damaging </strong>\nfor children to watch it happening.\n<strong>Finn<br clear=\"none\"/></strong>\nHe uses the word 'damaging', meaning harmful. He complains that there's an\n<strong>overreaction</strong>\nto things like cigarettes and alcohol.\n<strong>Rob<br clear=\"none\"/></strong>\nYes. An 'overreaction' means responding to something in a way which is more forceful than required. He complained that one day the authorities might end up banning people from drinking alcohol in pubs. Pubs, as we know, are bars to which most customers go to drink alcohol.\n<strong>Finn<br clear=\"none\"/></strong>\nHe is using some irony here.\n<strong>Rob<br clear=\"none\"/></strong>\nYes. The right to smoke or not smoke generates passionate debates. Smoking is bad for your health, but some people argue that eating junk food is bad too but it's still available all over the place.\n<strong>Finn<br clear=\"none\"/></strong>\nCigarettes are addictive and it's very difficult for people just to give them up.\n<strong>Rob<br clear=\"none\"/></strong>\nBut here are some facts which might make people think again. I told you earlier in the programme that there are more than 4,000 chemicals in cigarette smoke. And I asked you how many of these are known to be harmful to health. The options were: at least 50, 150 or 250?\n<strong>Finn<br clear=\"none\"/></strong>\nI said 250. Is it as many as that, Rob?\n<strong>Rob<br clear=\"none\"/></strong>\nIt is as many as that.\n<strong>Finn<br clear=\"none\"/></strong>\nWow!\n<strong>Rob<br clear=\"none\"/></strong>\nYes, at least 250. Acording to the World Health Organisation website, it says that more than 50 chemicals in tobacco smoke are known to cause cancer. Any amount of second hand tobaco smoke is thought to be unsafe, and second hand smoke causes more that 600,000 early deaths per year. Well, as we are nearly the end of the programme, let's just remember some of the words we used today. Finn?\n<strong>Finn<br clear=\"none\"/></strong>\nWe heard:\ncough\nsecondary smoker\nban\nnicotine\nlong-term\nquit smoking\ndamaging\noverreaction\n<strong>Rob<br clear=\"none\"/></strong>\nThanks Finn. Well that's it for this programme. Please join us soon again for 6 Minute English from BBC Learning English.\n<strong> </strong>\n<strong>Finn<br clear=\"none\"/></strong>\nBye.\n<strong>Rob<br clear=\"none\"/></strong>\nBye.",
  "title": "Cigarettes v e-cigarettes",
  "pdf": "http://downloads.bbc.co.uk/learningenglish/features/6min/141030_6min_ecigarettes.pdf",
  "audio": "http://downloads.bbc.co.uk/learningenglish/features/6min/141030_6_minute_english_ecigarettes_download.mp3"
}