{
  "pdf": "http://downloads.bbc.co.uk/learningenglish/features/6min/140925_6_min_celebrity.pdf",
  "date": "29 Sep 2014",
  "audio": "http://downloads.bbc.co.uk/learningenglish/features/6min/6mineng_famegame_fordownload.mp3",
  "description": "Justin Bieber, Lady Gaga, Kim Kardashian, Paris Hilton… Many of us read about them, or even want to look like them. But what exactly makes a celebrity?\nNeil and Finn talk about what Canadian singer Justin Bieber has in common with the English poet Lord Byron, born in 1788. And learn some expressions about fame and celebrity.\n<strong>This week's question:</strong>\nThis item of clothing became very famous in the 1980s when Michael Jackson presented his moonwalk to the world...\nHow much was Michael Jackson's leather glove with shiny crystals sold for at auction in 2009?\na) US$ 150,000\nb) US$ 250,000\nc) US$ 350,000\nListen to the programme to find out the answer.\n<strong>celebrity<br clear=\"none\"/></strong>\nsomeone famous, particularly someone in entertainment or sport\n<strong>show business<br clear=\"none\"/></strong>\nthe entertainment industry (eg theatre, film, music)\n<strong>talent<br clear=\"none\"/></strong>\nnatural ability to do something (eg singing, acting)\n<strong>autograph<br clear=\"none\"/></strong>\na famous person's signature\n<strong>memorabilia<br clear=\"none\"/></strong>\nobjects collected by fans because they're connected with the person they admire\n<strong>commodity<br clear=\"none\"/></strong>\nproduct which is bought and sold\n<strong>image<br clear=\"none\"/></strong>\nreputation; what other people think about you\n<strong>scandal<br clear=\"none\"/></strong>\naction which causes a feeling of shock and disapproval\n<strong>vandalism<br clear=\"none\"/></strong>\ndamage to property\nNote: This is not a word for word transcript\n<strong>Neil<br clear=\"none\"/></strong>\nHello I’m Neil. Welcome to 6 Minute English. And with me here in the studio ladies and gentlemen is … Finn!\n<strong>Finn<br clear=\"none\"/></strong>\nThank you! Thank you sound effects! Thank you, Neil! Is this all for me? I feel like quite a\n<strong>celebrity</strong>\n!\n<strong>Neil<br clear=\"none\"/></strong>\nYes, a celebrity – someone famous - particularly someone in\n<strong>show business</strong>\n, that's the world of entertainment, theatre and film. Today we're talking about fame, and teaching you some related vocabulary.\n<strong>Finn<br clear=\"none\"/></strong>\nYes. Some celebrities are famous for their\n<strong> talent</strong>\n, which means by their ability to do something well, like singing, acting or telling jokes …\n<strong>Neil<br clear=\"none\"/></strong>\nAnd others are famous for… well, for being famous or being associated with someone who is. The names Paris Hilton and Kim Kardashian come to mind: wealthy women with their own TV shows. But, talking about celebrity, let me ask you a question.\n<strong>Finn<br clear=\"none\"/></strong>\nActually Neil, only if you play that lovely applause again.  Go on Neil!\n<strong>Neil<br clear=\"none\"/></strong>\nI knew you would love this. Right. Here it goes.\n<strong>Finn<br clear=\"none\"/></strong>\nYes! Anyway, Neil... I can give you my\n<strong>autograph</strong>\nlater…\n<strong>Neil<br clear=\"none\"/></strong>\nYou mean signature? An autograph is the signature of a\n<em>famous</em>\nperson, Finn. Fans collect these and things like photographs.\n<strong>Finn<br clear=\"none\"/></strong>\nYes, we call things like those\n<strong>memorabilia</strong>\n.\n<strong>       <br clear=\"none\"><br clear=\"none\"/></br></strong>\n<strong>Neil<br clear=\"none\"/></strong>\nFor example, Michael Jackson's leather glove with shiny crystals - it became very famous in the 1980s when he presented his moonwalk to the world. How much was it sold for at auction in 2009? Was it:\na)             US$ 150,000\nb)             US$ 250,000 or\nc)             US$ 350,000\n<strong><br clear=\"none\">Finn<br clear=\"none\"/></br></strong>\nI think Michael Jackson has some big fans in the world so I'll say c) US$ 350,000.\n<strong>Neil<br clear=\"none\"/></strong>\nOkay. I'll give you the answer at the end of the programme.\n<strong>Finn<br clear=\"none\"/></strong>\nSo the idea of celebrity seems very modern in some ways – does it have a long history?\n<strong>Neil<br clear=\"none\"/></strong>\nWell, Lord Byron, a very famous English poet born in 1788, is considered by some experts to be the world's first modern-style celebrity. Let's hear Dr Corin Throsby, English Literature researcher at Cambridge University.\n<strong>Finn<br clear=\"none\"/></strong>\nWhy was Byron a celebrity?\n<strong>Neil<br clear=\"none\"/></strong>\nListen out for the noun she uses in the first sentence meaning a product, or something for sale.\n<strong>INSERT<br clear=\"none\"/></strong>\n<strong>Dr Corin Throsby, Cambridge University<br clear=\"none\"/></strong>\nIf we think of celebrity as the moment where someone's personality becomes a\n<strong>commodity</strong>\n. So, for Byron the fact that he was popular on this scale that had never been achieved before because his career had coincided with mass printing. But something more than that, that there was a sort of a secondary industry of Byron stuff, you know, that there were Byron neck ties, people wanted to look like Byron. There was this mass of people that loved him. He could no longer control his\n<strong>image</strong>\n. I think that's what separates celebrity from the fame that had preceded that.\n<strong>Finn<br clear=\"none\"/></strong>\nSo the noun was 'a commodity'. She said that when someone's personality becomes a product, that's when they turn into a celebrity.\n<strong>          </strong>\n<strong>Neil<br clear=\"none\"/></strong>\nShe talked of fame so big you can't control your own image\n<strong> – </strong>\nthat's your reputation, the way other people think about you and imagine you. Someone interesting in this respect is Justin Bieber.\n<strong>Finn<br clear=\"none\"/></strong>\nYeah. Are you a fan, Neil?\n<strong>Neil<br clear=\"none\"/></strong>\nI'm a massive fan of Justin Bieber. I love him.\n<strong>Finn<br clear=\"none\"/></strong>\nI believe you.\n<strong>Neil<br clear=\"none\"/></strong>\nHe's a big name and he's always in the newspapers. His fans are called 'Beliebers'…\n<strong>Finn<br clear=\"none\"/></strong>\nand Byron's fans were called 'Byron maniacs'. That's the name his wife gave his adoring fans. Though she wasn't too happy about them.\n<strong>Neil<br clear=\"none\"/></strong>\nYes. Byron's life was full of\n<strong>scandals</strong>\n, actions which cause shock and disapproval among people.\n<strong>Finn<br clear=\"none\"/></strong>\nAnd for Byron it was mainly his love life. He had affairs with men and women.\n<strong>Neil<br clear=\"none\"/></strong>\nFor Justin Bieber it's about his behaviour. He was accused of driving after drinking alcohol, and of\n<strong>vandalism</strong>\n.\n<strong>Finn<br clear=\"none\"/></strong>\nVandalism means causing damage to property.\n<strong>Neil<br clear=\"none\"/></strong>\nPoor Justin Bieber!\n<strong>Finn<br clear=\"none\"/></strong>\nThough he's very popular - his career started when he was in his early teens and I think it must have been difficult growing up with this global fame. Still, I wonder how much his autograph is worth in the current market…\n<strong>Neil<br clear=\"none\"/></strong>\nWell,I don't know about Justin Bieber's autograph but I do know about Michael Jackson's shiny glove. It became iconic in the 1980s, but how much was it sold for? Was it US$ 150,000; US$ 250,000 or c) US$ 350,000?\n<strong>Finn<br clear=\"none\"/></strong>\nI said c) US$ 350,000.\n<strong>    </strong>\n<strong>Neil<br clear=\"none\"/></strong>\nAnd you were right.\n<strong>Finn<br clear=\"none\"/></strong>\nWow! That's rare.\n<strong>Neil<br clear=\"none\"/></strong>\nDid you buy it?\n<strong>Finn<br clear=\"none\"/></strong>\nIt wasn't me. No.\n<strong>Neil<br clear=\"none\"/></strong>\nWell, our time's up but let's remember the words we heard from today. Finn.\n<strong>Finn<br clear=\"none\"/></strong>\nWe heard:\ncelebrity\nshow business\ntalent\nautograph\nmemorabilia\ncommodity\nimage\nscandal\nvandalism\n<strong>Neil<br clear=\"none\"/></strong>\nThat's it for today. Please join us again soon for 6 Minute English from BBC Learning English.\n<strong>Finn<br clear=\"none\"/></strong>\nNeil?\n<strong>Neil<br clear=\"none\"/></strong>\nWhat?\n<strong>Finn<br clear=\"none\"/></strong>\nYou know what. Go on.\n<strong>Neil<br clear=\"none\"/></strong>\nOkay. One more time.\n<strong>Finn<br clear=\"none\"/></strong>\nYou love it as well, don't you?\n<strong>Neil<br clear=\"none\"/></strong>\nI do. It's great. I'll join in.\n<strong>Finn<br clear=\"none\"/></strong>\nBye.\nAll 6 Minute English programmes pre-September 2014 can be found\n<a href=\"http://www.bbc.co.uk/worldservice/learningenglish/general/sixminute/\" target=\"_self\">here</a>\n.",
  "title": "The fame game"
}