{
  "date": "2014-12-25",
  "description": "Rob and Finn talk about an extraordinary event on Christmas Day which happened one hundred years ago. English and German soldiers fighting each other during World War One left their positions to sing together and play football. Listen to the conversation and learn some new vocabulary.\nPeople didn't have email in the early 20th century so they wrote lots of letters. How many letters were delivered to the front - the place where the fighting happened - every week? Were there:\na) One million\nb) Five million\nc) Twelve million\nListen to the programme to find out the answer.\n<strong>goodwill<br/></strong>\ncooperative attitude\n<strong>centenary<br/></strong>\none hundred year anniversary\n<strong>truce<br/></strong>\nagreement between people to stop fighting, with no winner or loser\n<strong>unofficial<br/></strong>\nnot authorised by people in authority\n<strong>trenches<br/></strong>\nbig holes dug by soldiers from which they attacked the enemy\n<strong>fraternise<br/></strong>\nto meet people socially\n<strong>fed up with <br/></strong>\n(informal) bored and annoyed by\n<strong>carol<br/></strong>\nreligious song (generally used for Christmas songs)\n<strong>broke the ice<br/></strong>\ncontacted people they don't know in a way which made them feel more relaxed\n<strong>no-man's-land<br/></strong>\nstrip of land between enemy sides over which nobody has control\nNote: This is not a word-for-word transcript\n<strong>Rob<br/></strong>\nHello, I'm Rob. Welcome to 6 Minute English. I'm joined today by Finn.\n<strong>Finn<br/></strong>\nHi Rob! Merry Christmas everyone!\n<strong>Rob<br/></strong>\nYes. Merry Christmas! Today we're talking about this celebration. It's a Christian festival but its message of peace among people is universal.\n<strong>Finn<br/></strong>\nIt's a pity that today we are far from that - from a moment of absolute peace and\n<strong>goodwill</strong>\n. Now, goodwill means a cooperative attitude.\n<strong>Rob<br/></strong>\nBut there was once a brief moment in history when the human spirit rose above wars.\n<strong>Finn<br/></strong>\nAh, you must be talking about the Christmas Truce which happened in World War One, in 1914!\n<strong>Rob<br/></strong>\nIt's the perfect occasion to talk about it, because this year marks the\n<strong>centenary</strong>\n- the 100 year anniversary - of the start of Britain's involvement in this European conflict. And we'll look at some related vocabulary during the programme. But, before we go into this extraordinary event, a question about the First World War, Finn.\n<strong>Finn<br/></strong>\nFor me... well... I'm not an expert on the First World War so... we'll let's see how I do...\n<strong>Rob<br/></strong>\nI'm sure you'll know the answer to this one. It's about letters. People didn't have email in the early 20th century so they wrote lots of letters. But do you know how many letters were delivered to the front - the place where the fighting happened - every week? Were there:\na)       one million\nb)       five million or\nc)       an incredible twelve million letters?\n<strong>Finn<br/></strong>\nRight. Well, I know there were a lot of people at the front but I'm going to say a) one million.\n<strong>Rob<br/></strong>\nOK. Well, as usual, you'll have the answer to that question at the end of the programme. Right, now, let's talk about this\n<strong>unofficial truce</strong>\nwhich happened 100 years ago in the Western Front of the First World War.\n<strong>Finn<br/></strong>\nYes, so a truce is an agreement between people to stop fighting, with no winner or loser. Now, it's\n<strong>unofficial</strong>\n- which means it's not authorised by people in a position of authority, in this case, the governments involved in the war. So the soldiers just decided to simply stop fighting. How was this possible, Rob? How did this happen?\n<strong>Rob<br/></strong>\nWell, soldiers from both\n<strong>trenches</strong>\n, all of a sudden, started to\n<strong>fraternise</strong>\n- which means they began to meet each other socially.\n<strong>Finn<br/></strong>\nAnd the trenches were big holes dug by soldiers from which they attacked the enemy. Living conditions were terrible in these holes.\n<strong>Rob<br/></strong>\nThis truce might have had something to do with the bad conditions in these trenches. Let's hear what German historian Michael Jurgs has to say about the event. Which expression does he use to describe how the soldiers felt about the war?\n<strong>INSERT</strong>\n<strong>Michael Jurgs, author of The Small Peace in the Great War<br/></strong>\nI think it happened because they were all\n<strong>fed up with</strong>\nthe war. They were promised they would be at home again, Christmas 1914 and after five months of the World War One, there were already a million dead young people, eighteen, nineteen, twenty years old. And at Christmas night the muddy weather became frosty and cold and then from the German trenches, from the German trenches - that sounds unbelievable because always Germans started wars, or joined wars - began the song, 'Silent Night, Holy Night'. That was the beginning.\n<strong>Finn<br/></strong>\nThe German historian said the soldiers were fed up with the war - which is an informal way of saying they were bored, or annoyed with it.\n<strong>Rob<br/></strong>\nThe war was continuing and they wished they were home with their families. One night, it was cold and the German soldiers started to sing a song... a carol...\n<strong>Finn<br/></strong>\nYes. A carol is a happy song with a religious element - usually a Christmas song. And the carol they sang was (sings a bit of Silent Night).\n<strong>Rob<br/></strong>\n(Joins in the singing) Yes. That's the carol 'Silent Night, Holy Night' and it\n<strong>broke the ice</strong>\nbetween the soldiers. That means it made these men, who didn't know each other personally, more relaxed.\n<strong>Finn<br/></strong>\nAnd you know Rob? I really find it fascinating how spontaneous all of this was!\n<strong>Rob<br/></strong>\nIt was indeed.\n<strong>Finn<br/></strong>\nSo how did the authorities respond to this?\n<strong>Rob<br/></strong>\nThey didn't like it at all. They banned this sort of fraternising and it didn't happen again. But not before the soldiers from opposing armies played some football together.\n<strong> </strong>\n<strong>Finn<br/></strong>\nFootball?!\n<strong>Rob<br/></strong>\nYes. They played a match in\n<strong>no-man's-land</strong>\n! That's a strip of land between enemy sides over which nobody has control. It was the area between the English trench and the German trench.\n<strong>Finn<br/></strong>\nYou know, it's a really nice story, isn't it? It's quite a touching story, Rob.\n<strong>Rob<br/></strong>\nYes, and very inspiring. Well, our time is almost up so let's get the right answer to the quiz question. I asked you how many letters were delivered to the front every week. The options were: one million, five million or twelve million.\n<strong>Finn<br/></strong>\nAnd I said one million, Rob.\n<strong>Rob<br/></strong>\nAnd you were a long way off.\n<strong>Finn<br/></strong>\nOh, really?\n<strong>Rob<br/></strong>\nYes. The correct answer is (c) twelve million letters.\n<strong>Finn<br/></strong>\nTwelve million a week?!\n<strong>Rob<br/></strong>\nYes, a week. By the end of the war, two billion letters and 114 million parcels had been delivered to the front.  According to statistics, 65 million people around the world fought in this war, which ended in 1918.\n<strong>Finn<br/></strong>\nThat's really quite incredible Rob!\n<strong>Rob<br/></strong>\nSome incredible figures there. OK. Let's remember some of the words we explained today.\n<strong>Finn<br/></strong>\nThey were:\ngoodwill\ncentenary\ntruce\nunofficial\ntrenches\nfraternise\nfed up with\ncarol\nbroke the ice\nno-man's-land\n<strong>Rob<br/></strong>\nThank you, Finn. That's it for today. Do log on to bbclearningenglish.com to find more 6 Minute English programmes. And we wish you all a Merry, and peaceful, Christmas!\n<strong>Finn<br/></strong>\nThat's right. Merry Christmas to all! Bye!\n<strong>Rob<br/></strong>\nBye!",
  "title": "The Christmas Truce",
  "pdf": "http://downloads.bbc.co.uk/learningenglish/features/6min/141225_6min_english_christmas.pdf",
  "audio": "http://downloads.bbc.co.uk/learningenglish/features/6min/141225_6min_english_christmas_download.mp3"
}