{
  "pdf": "http://downloads.bbc.co.uk/learningenglish/features/6min/141204_6min_icloud.pdf",
  "date": "04 Dec 2014",
  "audio": "http://downloads.bbc.co.uk/learningenglish/features/6min/141204_6min_icloud_download.mp3",
  "description": "Rob and Finn talk about the security of pictures, documents and videos people store online.  Several celebrities have recently found that nude pictures they kept for themselves on icloud have become available in sites around the internet, and the FBI is now investigating the case. Do you store personal items online?  Are you sure that these can only be seen by the people you want to see them?\nListen to the conversation and learn internet-related vocabulary.\n<strong>cloud<br/></strong>\nhuge computers where companies like Apple, Facebook and Google store their users' pictures, videos and documents\n<strong>leaked<br/></strong>\npassed on to the public in spite of being secret\n<strong>privacy<br/></strong>\nfree from public attention\n<strong>password<br/></strong>\na word or sequence of numbers that only the owner knows and which is required for them to gain access to what is stored in their name\n<strong>hackers<br/></strong>\npeople who understand a lot about computers and use flaws in software to gain access to a computer file or network illegally\n<strong>savvy<br/></strong>\nwell-informed and shrewd\n<strong>authentication<br/></strong>\nconfirmation that something or someone is what or who they say they are\nNote: This is not a word-for-word transcript\n<strong>Rob<br/></strong>\nHello I'm Rob. Welcome to 6 Minute English. I'm joined today by Finn.\n<strong>Finn<br/></strong>\nHello.\n<strong>Rob<br/></strong>\nNow, Finn, could you give us a smile, please?\n<strong>Finn<br/></strong>\nOh, OK, hang on...\n<strong>Rob<br/></strong>\nSay cheese!\n<strong>Finn<br/></strong>\nOh, are you going to take a picture of me with that smartphone? Hang on; just let me comb my hair a bit.\n<strong>Rob<br/></strong>\nFinn, Finn, Finn, you look fine. Don't worry about it.\n<strong>Finn<br/></strong>\nThis isn't quite right. I just want to... have you got a mirror?\n<strong style=\"font-size: 12px;\">Rob<br/></strong>\nNo I haven't. Just hold it there, OK? Hold it there (he takes a picture). Nice.\n<strong>Finn<br/></strong>\nOK, let's have a look.\n<strong>Rob<br/></strong>\nRight. I'm gonna save that now... OK, that's it: it's gone to the\n<strong style=\"font-size: 12px;\">cloud</strong>\n!\n<strong>Finn<br/></strong>\nReally?\n<strong>Rob<br/></strong>\nYes. we'll be able to look at that later on my laptop.\n<strong>Finn<br/></strong>\nAh, the cloud! You don't mean the one in the sky, of course.\n<strong>Rob<br/></strong>\nNo.\n<strong>Finn<br/></strong>\nYou mean the huge computers where companies like Apple, Facebook and Google store their users' pictures, videos and documents. You know, I'm a little suspicious about the cloud.\n<strong>Rob<br/></strong>\nAre you?\n<strong>Finn<br/></strong>\nWell, I just don't want lots of people looking at that picture. Mainly because my hair doesn't look quite right.\n<strong>Rob<br/></strong>\nYou're so vain. Gosh! It's too late now. But you look fine so you can share it with the world.\n<strong>Finn<br/></strong>\nOK.\n<strong>Rob<br/></strong>\nThink about those poor celebrities who've had their nude pictures\n<strong style=\"font-size: 12px;\">leaked</strong>\nonline.\n<strong>Finn<br/></strong>\nLeaked - now this refers to pictures that were being kept hidden being made available to the public. They were leaked to the public. Actress Jennifer Lawrence, who starred in the\n<em style=\"font-size: 12px;\">Hunger Games </em>\nmovies, was one as was the singer Rhianna.\n<strong>Rob<br/></strong>\nThis incident has made people discuss the issue of\n<strong style=\"font-size: 12px;\">privacy</strong>\non the internet. Privacy means being free from public attention. And in this programme you'll hear useful words for giving your opinion on this subject.\n<strong>Finn<br/></strong>\nYes. The celebrities were very angry.\n<strong>Rob<br/></strong>\nThey thought they could keep their pictures private because they were in the cloud protected by a\n<strong style=\"font-size: 12px;\">password </strong>\n- a word or sequence of numbers that only they knew and which is required for them to gain access to what is stored in their name.\n<strong>Finn<br/></strong>\nThe US federal police - that's the FBI - have been investigating this to find the\n<strong style=\"font-size: 12px;\">hackers</strong>\ninvolved. Hackers are people who understand a lot about computers and use flaws - or little problems - in the software to gain access to a computer file, or network, illegally.\n<strong>Rob<br/></strong>\nToday we have passwords for everything. And we have so many devices - like smartphones and laptops and computers - so I'm going to ask you a question about smartphones.\n<strong>Finn<br/></strong>\nOK. Very good.\n<strong>Rob<br/></strong>\nAccording to research, how many people had mobile phones in 2013? Was it:\na) 1.4 million people\nb) 14 million people\nc) 1.4 billion people\n<strong>Finn<br/></strong>\nAcross the whole world?\n<strong>Rob<br/></strong>\nYup.\n<strong>Finn<br/></strong>\nI think this is got to be: c) 1.4 billion people.\n<strong>Rob<br/></strong>\nWell, you'll get the correct answer at the end of the programme. Right. Let's talk more about privacy online. People are more and more concerned about it. Listen to the advice internet expert Oliver Crofton gives us. Which word does he use to describe how you have to be when putting things into the cloud?\n<strong style=\"font-size: 12px;\"> </strong>\n<strong>INSERT<br/></strong>\n<strong style=\"font-size: 12px;\">Oliver Crofton, expert on the internet<br/></strong>\nI think ultimately it's about being slightly\n<strong style=\"font-size: 12px;\">savvy</strong>\non what you put into the cloud. If you have a private or sensitive photograph, or a contract or some sort of document that has public interest and that people will want to try and get, just think twice about putting it into an environment such as a Cloud, of which you don't really have any control over.\n<strong>Finn<br/></strong>\nHe says people have to be 'savvy' - now, that means well-informed and quite shrewd, you know, thinking carefully about things. He advises us to be very careful before putting documents and pictures onto these websites owned by big corporations.\n<strong>Rob<br/></strong>\nYes, because he says we don't have any control over their computers - you don't know how secure your documents are.\n<strong>Finn<br/></strong>\nYeah, you know Rob, I can see why people are suspicious of these things.\n<strong>Rob<br/></strong>\nWell, let's see what the BBC technology correspondent Rory Cellan-Jones has to say. Rory explains howsome cloud companies are offering to make the cloud more secure. Which word does he use to describe this kind of security process and it also means 'identification of the user'?\n<strong>INSERT<br/></strong>\n<strong style=\"font-size: 12px;\">Rory Cellan-Jones, BBC technology correspondent<br/></strong>\nMany cloud companies now offer an added layer of security called 'two-factor\n<strong style=\"font-size: 12px;\">authentication</strong>\n', where users have to enter a code sent to their mobile phone as well as a password to get into their accounts.\n<strong>Finn<br/></strong>\nOK, the word was 'authentication' - now, that's confirmation that someone is who they say they are. And the company actually uses two steps to do this.\n<strong>Rob<br/></strong>\nYes. After you try to access your account, they send a code - probably a series of numbers - to your mobile phone, so it's an extra bit of information that only you know.\n<strong>Finn<br/></strong>\nWe really all should be very careful about how we protect our computers, and our tablets and our smartphones, things like that.\n<strong>Rob<br/></strong>\nTalking about smartphones, let's go back to my question.\n<strong>Finn<br/></strong>\nOK.\n<strong>Rob<br/></strong>\nI asked you how many people had mobile phones in 2013. Was it: 1.4 million people, 14 million people, or 1.4 billion people?\n<strong>Finn<br/></strong>\nAnd I said 1.4 billion - the big one.\n<strong>Rob<br/></strong>\nAnd you are correct!\n<strong>Finn<br/></strong>\nOK!\n<strong>Rob<br/></strong>\nYes, by the end of 2013, about 1.4 billion people owned and used smartphones and by the end of 2014 this number will increase by 25% - this is according to the research company eMarketer.\n<strong>Finn<br/></strong>\nWow! What a lot of phones, Rob!\n<strong>Rob<br/></strong>\nIndeed. Well, our time is up so let's remember some of the words we've explained today.\n<strong>Finn<br/></strong>\nThey were:\n<strong>cloud</strong>\n<strong>leak</strong>\n<strong>privacy</strong>\n<strong>password</strong>\n<strong>hackers</strong>\n<strong>savvy</strong>\n<strong>authentication</strong>\n<strong>Rob<br/></strong>\nThat's it for today. Do log on to bbclearningenglish.com - there's no password - to find more 6 Minute English.\n<strong>Rob<br/></strong>\nBye for now!\n<strong>Finn<br/></strong>\nBye.",
  "title": "Cloud of suspicion"
}