{
  "pdf": "http://downloads.bbc.co.uk/learningenglish/features/6min/141023_6mineng_sugar.pdf",
  "date": "23 Oct 2014",
  "audio": "http://downloads.bbc.co.uk/learningenglish/features/6min/6min_sugar_audio_download.mp3",
  "description": "How much sugar do you have a day? Rob and Neil talk about the recent recommendation by the World Health Organisation for people to reduce the amount of sugar they eat even more than previously advised. They say that it should account for 5% of the total energy we take from food – down from 10%.\nWhat do experts suggest to help people eat less sugar? Follow the discussion and learn some food-related vocabulary.\n<strong>calorie intake<br clear=\"none\"/></strong>\nthe amount of calories we eat in a period of time – a day, for example\n<strong>calorie<br clear=\"none\"/></strong>\nunit that measures how much energy you get from food\n<strong>tooth decay<br clear=\"none\"/></strong>\nwhen the hard surface of your teeth breaks down and exposes more sensitive parts\n<strong>toothache<br clear=\"none\"/></strong>\npain in your teeth\n<strong>confectionery<br clear=\"none\"/></strong>\nchocolate and sweet snacks\n<strong>soft drinks<br clear=\"none\"/></strong>\ncold sweet drinks which are not alcoholic\n<strong>health service<br clear=\"none\"/></strong>\ndoctors' surgeries and hospitals financed with public money – money paid to a government in the form of taxes\n<strong>have a sweet tooth<br clear=\"none\"/></strong>\nto have a strong preference for food that tastes sweet\nNote: This is not a word for word transcript\n<strong>Rob<br clear=\"none\"/></strong>\nHello I'm Rob. Welcome to 6 Minute English. I'm joined today by Neil.\n<strong>Neil<br clear=\"none\"/></strong>\nHello. Neil here. Excuse me I'm enjoying a bar of chocolate…\n<strong>Rob<br clear=\"none\"/></strong>\nWhere did you get that from?\n<strong>Neil<br clear=\"none\"/></strong>\nIn the\n<strong>vending machine</strong>\nupstairs – that's the automatic machine with drinks and sweets – you put coins in it to release whatever you paid for.\n<strong>Rob<br clear=\"none\"/></strong>\nNow, if it was up to some health professionals, you wouldn't see many of those machines around anymore.\n<strong>Neil<br clear=\"none\"/></strong>\nWhat? No more machines which offer you as many sweets as you like, no questions asked?\n<strong>Rob<br clear=\"none\"/></strong>\nExactly. The World Health Organisation has recently proposed a cut in its recommendation for how much sugar we should have. They now say that it should be less than 5% of our\n<strong> calorie intake</strong>\n.\n<strong>Neil<br clear=\"none\"/></strong>\nA\n<strong> calorie </strong>\nis a unit that measures how much energy you get from food, and calorie intake is how many calories we eat in a period of time – say a day, for example.\n<strong>Rob<br clear=\"none\"/></strong>\nYes. So this might be it for sugar for you today, Neil.\n<strong>Neil<br clear=\"none\"/></strong>\nWell, let me see… this bar of chocolate contains 215 calories! That's quite a lot, isn't it?\n<strong>Rob<br clear=\"none\"/></strong>\nBut life can be sweet even with less sugar, Neil. So today, we're going to talk about what should be done to help us eat less sugar and you'll learn words about food.\n<strong>Neil<br clear=\"none\"/></strong>\nBut I like my sugar!\n<strong>Rob<br clear=\"none\"/></strong>\nMany people do. So let me ask you about how much they like it. Which country has the highest sugar consumption? Is it:\na)    China\nb)    India\nc)    The United States\n<strong>Neil<br clear=\"none\"/></strong>\nI think it's the United States.\n<strong>Rob<br clear=\"none\"/></strong>\nOkay. Well, we'll have the answer at the end of the programme! Right, so let's talk about sugar. Health experts are looking for ways to make us eat less of it.\n<strong>Neil<br clear=\"none\"/></strong>\nWe all know that too much sugar can cause not only obesity and diabetes but also\n<strong>tooth decay</strong>\n– this destroys the hard surface of your teeth and exposes more sensitive parts. Ouch!\n<strong>Rob<br clear=\"none\"/></strong>\nYes, it can be very painful. You might enjoy eating sweets but nobody likes\n<strong>toothache</strong>\n– that's what we call the pain in your teeth.\n<strong>Neil<br clear=\"none\"/></strong>\nExperts say we should always brush our teeth after eating sugary food.\n<strong>Rob<br clear=\"none\"/></strong>\nYes. Aubrey Sheiham, Professor of Dental Public Health at University College London, goes even further. He is part of a team which is suggesting the authorities in England reduce the number of vending machines in public places. Listen to what he says. Which word does he use to describe Neil's chocolate bar and other kinds of wrapped sweets?\n<strong>INSERT<br clear=\"none\"/>Aubrey Sheiham, Professor of Dental Public Health at University College London<br clear=\"none\"/></strong>\nWe shouldn't have vending machines with\n<strong>confectionery </strong>\nand\n<strong>soft drinks</strong>\nin any publicly-funded institutions – no schools, nurseries, hospitals etc. – and also limit the amount of sugar in school meals, nurseries' meals. That again would be a first step that one would take.\n<strong>Neil<br clear=\"none\"/></strong>\nHe mentions 'confectionery', meaning chocolate and sweet snacks, which can be bought from vending machines, along with soft drinks – which are cold sweet drinks that are not alcoholic.\n<strong>Rob<br clear=\"none\"/></strong>\nThe professor doesn't want these machines in state schools or hospitals. And he also wants meals served to children in schools to have less sugar.\n<strong>Neil<br clear=\"none\"/></strong>\nHe's got a point there. We get used to sugar in childhood. And it seems that the more sugar we eat, the more we want. But if we get used to eating things which are less sweet, after a while when we eat something very sweet, it doesn't taste so good. Do you understand what I mean?\n<strong>Rob<br clear=\"none\"/></strong>\nYes, I do. It's a matter of habit. We don't need so much sugar to enjoy the sweet taste. But the professor says there's another way of encouraging us to eat less sugar. Aubrey Sheiham talks about tax on sugar. France has already adopted a sugar tax. Where's the money being spent? Let's listen.\n<strong>INSERT<br clear=\"none\"/></strong>\n<strong>Aubrey Sheiham, Professor of Dental Public Health at University College London<br clear=\"none\"/></strong>\nYou've got a lot of public support in France where the consumption of sugar has gone down considerably. And, what is good about what the French have done is that tax that has gone on sugar is being spent in the\n<strong>health service</strong>\n. This is a way that you could actually use that money from the sugar tax and spend it on improving health care and dental care.\n<strong>Rob<br clear=\"none\"/></strong>\nHe says it's being spent on the health service. This is the doctors' surgeries and hospitals financed with public money – money paid to a government in the form of taxes.\n<strong>Neil<br clear=\"none\"/></strong>\nOh, so chocolate might become more expensive! Not so good for me because I\n<strong>have a sweet tooth</strong>\n…\n<strong>Rob<br clear=\"none\"/></strong>\nAh a sweet tooth, yeah, like me – a strong preference for sweet food. Well, people with a sweet tooth should be careful or they might end up with toothache.\n<strong>Neil<br clear=\"none\"/></strong>\nI care a lot about my teeth.\n<strong>Rob<br clear=\"none\"/></strong>\nGood on you. You've got a fine set of gnashers there. Okay, let's go back to our quiz. I asked you which country has the highest sugar consumption. The options were: China, India and the United States.\n<strong>Neil<br clear=\"none\"/></strong>\nAnd I said the United States.\n<strong>Rob<br clear=\"none\"/></strong>\nAnd Neil, you are wrong. The correct answer is actually India. According to a report issued by the US Department of Agriculture in 2012, India was the country with the highest consumption of sugar. Then we had China and the country in this list which ate the least amount of sugar is the United States.  These countries are also amongst the largest producers of sugar. Okay. Well, now our time is up. Let's remember some of the words we explained today.\n<strong>Neil<br clear=\"none\"/></strong>\nYes. They were:\nvending machine\ncalorie intake\ncalorie\ntooth decay\ntoothache\nconfectionery\nsoft drinks\nhealth service\nto have a sweet tooth\n<strong>Rob<br clear=\"none\"/></strong>\nThanks, Neil. That is it for today. Why not go to bbclearningenglish.com to hear more 6 Minute English. Bye for now!\n<strong>Neil<br clear=\"none\"/></strong>\nBye!",
  "title": "The bitter taste of sugar"
}