{
  "date": "2015-07-23",
  "description": "Should skinny – or very thin – models be stopped from working on the catwalk? Listen to Rob and Finn discussing how thin is too thin for catwalk models whilst explaining some related vocabulary.\nWhich country banned the use of underweight models in 2013? Was it…\na) Israel?\nb) Canada?\nor c) the US?\n<strong>skinny<br/> </strong>\nvery thin\n<strong>catwalk<br/></strong>\nraised platform at a fashion show that models walk along\n<strong>media<br/></strong>\nthe different ways information is communicated to us, for example through tv, radio, magazines and newspapers\n<strong>cut-off point<br/></strong>\nlimit or an ending\n<strong>banned<br/></strong>\nnot allowed by law\n<strong>bmi<br/></strong>\n(abbreviation) body mass index\n<strong>ratio<br/></strong>\nrelationship between two things, showing how big one thing is compared to the other\nNote: This is not a word-for-word transcript\n<strong>Rob<br/> </strong>\nHello and welcome to 6 Minute English. I'm Rob…\n<strong>Finn<br/></strong>\n…and I'm Finn. Hello, Rob.\n<strong>Rob<br/></strong>\nHi there, Finn. I have to say you've got a lean and hungry look today!\n<strong>Finn<br/></strong>\nOh really? I'll take that as a compliment, shall I?\n<strong>Rob<br/></strong>\nPlease do. Do you want a doughnut?\n<strong>Finn<br/></strong>\nActually, yeah – can I have two? So what are we talking about today, Rob?\n<strong>Rob<br/></strong>\nWe're talking about\n<strong>skinny</strong>\n– or very thin – models and whether there should be a law banning them from working on the catwalk. And a\n<strong>catwalk</strong>\nis the long runway that models walk down at fashion shows.\n<strong>Finn<br/></strong>\nWell, no danger there for me there Rob – I think I like eating a little bit too much.\n<strong>Rob<br/></strong>\nAnd there's no danger of you becoming a model anyway, Finn – because you're not good looking enough, I'm afraid!\n<strong>Finn<br/></strong>\nOh really. OK. Thank you, Rob. That's very nice of you. I think it's time for today's quiz question, please.\n<strong>Rob<br/></strong>\nOK – well, here goes. Which country banned the use of underweight models in 2013? Was it…\na) Israel\nb) Canada\nor c) the US\n<strong>Finn<br/></strong>\nYou know what? I've got no idea. So I'll take a guess and say a) Israel.\n<strong>Rob<br/></strong>\nOK. Well, we'll find out if that's the right answer later on. So come on, Finn, what do you think? Are the models we see on the catwalk and in the media too skinny?\n<strong>Finn<br/></strong>\nWell, yeah, I think some models do look fantastic but others look painfully thin. Now, the\n<strong>media</strong>\n, by the way, refers to the different ways information is communicated to us, so, for example, through TV, radio, magazines, and often the internet and newspapers.\n<strong>Rob<br/></strong>\nOK. Well let's listen to Jamie Gavin, founder and managing director of media agency inPress, talking about a new French law being discussed, preventing the use of underweight models. Can you spot a phrase that means a limit or an ending?\n<strong>Jamie Gavin, founder and managing director of media agency inPress<br/></strong>\nI think it's a BMI of 18 or less, that's hopefully going to be banned by the French Assembly today. This is what the US health organization states as being kind of clinically unhealthy. So it's almost like a cut-off point. Yes, be thin, yes be thinner than the general population, but once it starts getting to unhealthy territory really that's time to start banning it.\n<strong>Finn<br/></strong>\nAnd the French Assembly did pass this law a few days later. Now, did you spot the phrase for a limit or an ending? It's\n<strong>cut-off point</strong>\n.\n<strong>Rob<br/></strong>\nSo models that are too thin will be\n<strong> banned</strong>\n– or won't be allowed – to work. And the cut-off point is a BMI of 18 or less.\n<strong>Finn<br/></strong>\nNow\n<strong> BMI</strong>\nstands for body mass index. And this is the ratio of a person's height to their weight.\n<strong>Ratio</strong>\nmeans the relationship between two things, showing how big one thing is compared to another.\n<strong>Rob<br/></strong>\nBut what happens if you're just naturally really thin? The authorities could be accused of\n<strong>discrimination</strong>\nagainst skinny people – or treating some people less fairly than others.\n<strong>Finn<br/></strong>\nThat's right. It's a good point. And that's why the French authorities and those of some other countries are using BMI as a way of deciding. So, models with a BMI of 18 or less weigh too little when compared to how tall they are.\n<strong>Rob<br/></strong>\nAnd\n<strong>clinically</strong>\nunhealthy – what does that mean?\n<strong>Finn<br/></strong>\nIt means when you need medical treatment for a condition or illness.\n<strong>Rob<br/></strong>\nNow\n<strong>anorexia</strong>\nis an illness where a person refuses to eat in order to lose weight. But some models these days are so skinny they do look anorexic.\n<strong>Finn<br/></strong>\nYou're right. Let's hear more from Jamie Gavin talking about protecting the health of models. What phrase is used to mean 'the responsibility'?\n<strong>Jamie Gavin, founder and managing director of media agency inPress<br/></strong>\nThe theatrical agents and the modelling agents that have got a responsibility to look after their clients. There's a huge amount of pressure on both the agent and on the models themselves and really the buck lies with them to make sure these people are healthy and that they're looking after their careers as well.\n<strong>Rob<br/></strong>\nSo the problem with the modelling industry is that the agents who employ the girls\n<strong>put pressure on</strong>\n– or strongly persuade – them to lose weight.\n<strong>Finn<br/></strong>\nAnd in this way they aren't taking care of their clients, they are actually putting them at risk. Now, why's that, Rob?\n<strong>Rob<br/></strong>\nIt's because many people in the fashion industry prefer very thin models so it's a case of\n<strong>supply and demand</strong>\n. The agents are simply supplying the fashion industry with the type of girls they want.\n<strong>Finn<br/></strong>\nRight. And what does the reporter mean when he says the buck lies with the agents?\n<strong>Rob<br/></strong>\nWhen\n<strong>the</strong>\n<strong>buck lies – or stops – with someone</strong>\nit means it's his or her responsibility, not someone else's. And agents who employed underweight models can face fines of up to 75,000 euros, or even prison sentences.\n<strong>Finn<br/></strong>\nOK, shall we hear the answer to today's quiz question?\n<strong>Rob<br/></strong>\nOK. Well, I asked you which country banned the use of underweight models in 2013? Was it… a) Israel b) Canada or c) the US?\n<strong>Finn<br/></strong>\nI said a) Israel.\n<strong>Rob<br/></strong>\nAnd you were right, Finn! Well done. Now, shall we listen to the words we learned today?\n<strong>Finn<br/></strong>\nWe heard:\nskinny\ncatwalk\nmedia\ncut-off point\nbanned\nBMI (body mass index)\nratio\ndiscrimination\nclinically\nanorexia\nput pressure on\nsupply and demand\nthe buck stops with or the buck lies with\n<strong>Rob<br/></strong>\nThank you. Well, that brings us to the end of today's 6 Minute English. We hope you had a healthy interest in today's programme. Please join us again soon.\n<strong>Finn<br/></strong>\nDoughnut?\n<strong>Rob<br/></strong>\nGo on then.\n<strong>Both<br/></strong>\nBye.",
  "title": "Are models too skinny?",
  "pdf": "http://downloads.bbc.co.uk/learningenglish/features/6min/150723_6min_english_skinny_models.pdf",
  "audio": "http://downloads.bbc.co.uk/learningenglish/features/6min/150723_6min_english_skinny_models_download.mp3"
}