{
  "pdf": "http://downloads.bbc.co.uk/learningenglish/features/6min/150101_6min_time_capsule.pdf",
  "date": "01 Jan 2015",
  "audio": "http://downloads.bbc.co.uk/learningenglish/features/6min/150101_6min_time_capsule_download.mp3",
  "description": "A centuries old time capsule has been discovered in Massachusetts, US. It's thought to have been buried by American revolutionaries in 1795. Rob and Neil talk about what to include in a time capsule - a device used to keep the memory of a place in time alive.\nListen to the conversation and learn some new vocabulary.\n<strong>time capsule<br/></strong>\na kind of box or container where you can store objects and information so that people in the future - yourself included - will know how we lived at that particular time\n<strong><span>remind me<br/></span></strong>\n<span>make me remember something or someone</span>\n<strong><span data-mce-mark=\"1\">historical record<br/></span></strong>\n<span data-mce-mark=\"1\">a piece of writing - maybe a document - or a narrative of events at a particular time</span>\n<strong><span>cornerstone<br/></span></strong>\n<span>a stone representing the starting place in the construction of a monumental building. Usually it has the date carved on it</span>\n<span><strong>deteriorated<br/></strong>decayed, decomposed or became worse over time</span>\n<span data-mce-mark=\"1\"><strong>eternal<br/></strong>existing forever</span>\n<strong><span>metal detectors<br/></span></strong>\n<span>electronic devices which can indicate the presence of metallic objects underground</span>\nNote: This is not a word-for-word transcript\n<span><strong>Rob<br/></strong>Hello, I'm Rob. Welcome to 6 Minute English. I'm joined today, at the start of a brand new year, by Neil.</span>\n<span><strong>Neil<br/></strong>Hello, Rob! I'm really looking forward to 2015, but I have to say that last year was great. So great I'm thinking about creating my own time capsule.</span>\n<strong><span>Rob<br/></span></strong>\n<span>Really? A <strong>time capsule</strong>? You mean a kind of box or container where you can store objects and information so that people in the future - yourself included - will know how we lived at this particular time?</span>\n<strong><span>Neil<br/></span></strong>\n<span>That's it! And I'm already collecting items. My old mobile phone which I don't use anymore. And a woolly jumper with a snowman on it my granny gave me that I never wear...</span>\n<span><strong>Rob<br/></strong>You never wear? </span>\n<span><strong>Neil<br/></strong>It's a pretty silly jumper, Rob. She said it's to <strong>remind</strong> <strong>me</strong> of how much she loves me. Remind, which means, makes me remember - but all it makes me think of is that she still treats me like a child! I'll include the Christmas card which came with it! </span>\n<span><strong>Rob<br/></strong>Well, you've got to choose the items you wish to keep as a memory of our time very carefully. It's a <strong>historical record</strong> - that usually means a piece of writing or a narrative of events at a particular time. Well, let's discuss time capsules and vocabulary related to memory. But first, a question to test your knowledge of time capsules. The International Time Capsule Society is based at Oglethorpe University in Atlanta, in the US, and it studies these artefacts. According to this organisation, how many time capsules are estimated to exist in the world today? Is it: </span>\n<span>a)         up to 15,000</span>\n<span>b)         up to 150,000 or</span>\n<span>c)         up to 1,500,000</span>\n<span><strong>Neil<br/></strong>I'm gonna go for (a) 15,000.</span>\n<strong><span>Rob<br/></span></strong>\n<span>OK, up to 15,000.</span>\n<strong><span>Neil<br/></span></strong>\n<span>That's the one.</span>\n<span><strong>Rob<br/></strong>OK. Well, as usual, you'll have the answer to that question at the end of the programme. Right, now, let's talk more about time capsules. One of them was in the news in the last couple of weeks. A capsule was found in a public building in Boston. </span>\n<span><strong>Neil<br/></strong>Ah, I've heard about this. Historians believe it was put there by Samuel Adams and Paul Revere, and other American revolutionaries in the 18th century! </span>\n<span><strong>Rob<br/></strong>OK. Let's listen to BBC reporter Rajini Vaidyanathan. Can you tell me exactly where this time capsule was hidden?</span>\n<strong><span>Rajini Vaidyanathan, BBC reporter in Washington<br/></span></strong>\n<span><em>It was during repair work at the Massachusetts State House in Boston that the time capsule was discovered hidden in the <strong>cornerstone</strong>. It’s thought the time capsule was first placed there in the 1795, when the building was constructed. Officials believe it contains old coins and newspapers which could have <strong>deteriorated</strong> over time.</em> </span>\n<span><strong>Neil<br/></strong>Ah, the time capsule was hidden in the cornerstone, which is a stone representing the starting place in the construction of a monumental building. Usually it has the date carved on it.</span>\n<span><strong>Rob<br/></strong>Yes the time capsule's items date from over 200 years ago, so the historians are concerned about opening it. The newspapers particularly might have <strong>deteriorated</strong>, decayed or decomposed over time.  </span>\n<span><strong>Neil<br/></strong>Paper doesn't last long. But my old mobile phone - the one I'm going to put in my own time capsule - will be <strong>eternal</strong>, it means it will exist forever! And the historians of the future will be grateful! </span>\n<span><strong>Rob<br/></strong>Well, if you want to make the historians happy, put things which are current in your life and things you actually use in your time capsule. There are famous capsules to be opened: the American company Westinghouse created two of them. One for the 1939 New York World's Fair and the other for the same event in 1964.</span>\n<span><strong>Neil<br/></strong>And when are they going to open it? </span>\n<span><strong>Rob<br/></strong>In the 25th century! <strong> </strong></span>\n<span><strong>Neil<br/></strong>Wow! Well, that's it, Rob. I'm going home and I'm going to start working on my own time capsule!</span>\n<span><strong>Rob<br/></strong>Good. I'm glad to see you're so enthusiastic, Neil. But be careful not to make the mistake these guys in the Writtle Junior School here in England made. They put their items in a box 25 years ago and they buried the capsule in the garden.</span>\n<span><strong>Neil<br/></strong>And what happened to it? It isn't centuries later but it must be interesting for these people who are now adults to see what's inside. </span>\n<span><strong>Rob<br/></strong>Well, it would have been interesting. But it didn't happen. Listen to Headteacher Nick Taylor and tell me why they didn't open their time capsule.</span>\n<strong><span>Nick Taylor, Writtle School Headteacher<br/></span></strong>\n<em>There were letters in it, coins, various things so we called in Writtle Heritage and they had a good explore around the garden with their <strong>metal detectors</strong>, and they couldn't find any evidence of it. I think we’ve dug about three holes around our school garden but we had to stop because we were slowly destroying it.</em>\n<span><strong>Neil<br/></strong>They forgot where they buried it!</span>\n<span><strong>Rob<br/></strong>Yes. And they used <strong>metal detectors</strong> - electronic devices which can find metallic objects underground - and even so they couldn't find their time capsule! And before I forget, let's go back to the question I asked at the beginning of the programme.</span>\n<strong><span>Neil<br/></span></strong>\n<span>You asked how many time capsules are estimated to exist in the world today. </span>\n<strong><span>Rob<br/></span></strong>\n<span>Yes, and the options were up to 15,000, up to 150,000 or up to 1,500,000. And you said...</span>\n<strong><span>Neil<br/></span></strong>\n<span>Yes, I said up to 15,000.</span>\n<strong><span>Rob<br/></span></strong>\n<span>And this is the right answer!</span>\n<strong><span>Neil<br/></span></strong>\n<span>Hurrah!</span>\n<strong><span>Rob<br/></span></strong>\n<span>Well done! Yes, the International Time Capsule Society has set up a registry of time capsules, and it estimates there are 10,000 to 15,000 time capsules worldwide. And the organisation believes that more than 80% of all time capsules are lost and will not be opened on their intended date.</span>\n<strong><span>Neil<br/></span></strong>\n<span>Well, I will remember where I kept mine. That's for sure.</span>\n<strong><span>Rob<br/></span></strong>\n<span>Good for you. Well, that's it from us for the moment. We've been talking about time and... we've run out of it. But let's just remember some of the words used today. Neil...</span>\n<span><strong>Neil<br/></strong>time capsule</span>\n<span>remind</span>\n<span>historical record</span>\n<span>cornerstone</span>\n<span>deteriorated</span>\n<span>eternal</span>\n<span>metal detectors</span>\n<span><strong>Rob<br/></strong>That's it for today. Do log on to </span>\n<a href=\"http://www.bbclearningenglish.com/\"><span>bbclearningenglish.com</span></a>\n<span> to find more 6 Minute English programmes. And we wish you all a Happy New Year! Bye bye!</span>\n<span><strong>Neil<br/></strong>Bye!</span>",
  "title": "Time capsules"
}