{
  "pdf": "http://downloads.bbc.co.uk/learningenglish/features/6min/150205_6min_jobseekers.pdf",
  "date": "05 Feb 2015",
  "audio": "http://downloads.bbc.co.uk/learningenglish/features/6min/150205_6min_jobseekers_download.mp3",
  "description": "The jobs market is very competitive - especially when the economy is struggling. Some people go to great lengths to attract the attention of potential employers. Rob and Neil talk about what makes a good CV. Listen to their conversation and learn some new vocabulary.\n<strong>This week's question:</strong>\nWhen you go for a job interview, how long do you have on average to make a good enough impression for an employer to hire you? Do you have...\na)      Less than 3 minutes\nb)     Less than 5 minutes\nc)      Less than 10 minutes\nListen to the programme to find out the answer.\n<strong>CV (curriculum vitae)<br/></strong>\ndocument in which you list your work history, education, your interests and abilities\n<strong>viral<br/></strong>\nvideo posted online which becomes popular very quickly\n<strong>to stand out<br/></strong>\nto appear more than others in the same group\n<strong>get your strengths across<br/></strong>\nmake your abilities clear to somebody\n<strong>confident<br/></strong>\nself-assure, believe in your own capacity to do things\n<strong>modest<br/></strong>\nhumble\n<strong>concise<br/></strong>\nbrief, give the information in few words\n<strong>accurate<br/></strong>\nprecise\nNote: This is not a word-for-word transcript\n<strong>Rob<br/></strong>\nHello, I'm Rob. Welcome to 6 Minute English. With me in the studio today is Neil. Hello, Neil!\n<strong>Neil<br/></strong>\nHello there, Rob!\n<strong>Rob<br/></strong>\nNow I bet you have an impressive CV, Neil.\n<strong>CV</strong>\nis short for curriculum vitae - that's a Latin expression we use for the document in which people list their work history, education, interests and abilities. In other parts of the English-speaking world it's called a resume. Now, Neil, I know you are a very good teacher and producer, but does your CV actually shine?\n<strong>Neil<br/> </strong>\nWell, I hope it's good enough to impress hiring managers. But it's a challenge to prove on a piece of paper or online document that you're really better than the other people who are competing for the same position.\n<strong>Rob<br/> </strong>\nToday we're talking about CVs and you'll learn some words related to this topic, which will especially interest\n<strong>jobseekers </strong>\n- that's what we call people looking for work.\n<strong>Neil<br/></strong>\nYes, and jobseekers have to worry about having an impressive CV so they get that call for a job interview.\n<strong>Rob<br/> </strong>\nYes, the CV is just the beginning. And, as you mentioned job interviews, I'll ask you a question all about this. According to a recent survey, managers decide quite quickly if they're going to really consider giving a candidate a job or not. So, when you go for a job interview how long do you have, on average, to make a good enough impression for an employer to hire you? Do you have...\na)     Less than 3 minutes\nb)     Less than 5 minutes\nc)     Less than 10 minutes\n<strong>Neil<br/></strong>\nWell, I think it's probably quite short so I'm going to go for: (b) 5 minutes.\n<strong>Rob<br/></strong>\nWell, you'll have the correct answer - the result of this survey - at the end of the programme. But people have done all sorts of unusual things to reach the interview level. One of them is Briton Daniel Conway, who went from posing shirtless in the street with the phrase \"employ me\" written on his chest to uploading a video on social media asking to be hired.\n<strong>Neil<br/></strong>\nAh, this video went\n<strong>viral </strong>\n- it means became popular very quickly. In it his daughter appears next to the phrase \"give my dad a job\".\n<strong>Rob<br/></strong>\nYes. Daniel Conway tells us about his experience looking for work. Which word does he use when he says he wanted to be noticed?\n<strong>Daniel Conway, former jobseeker<br/> </strong>\n<em>I just thought as a young naive kid that I would kind of walk into a job, but the truth is, you know, there are a lot of good people out there who got just as great skills and I realised at that point that you've got <strong>to stand out</strong> and <strong>get your strengths across</strong>.</em>\n<strong>Neil<br/></strong>\nHe uses the phrasal verb to stand out - it means to be more visible than others in a group so that he can be noticed.\n<strong>Rob<br/></strong>\nDan Conway uses another phrasal verb:\n<strong>get your strengths across</strong>\n- to get something across means to make something clear. In this case he wants the employer to understand how good he is as a potential employee, his strengths and his good qualities.\n<strong>Neil<br/></strong>\nAnd did he get a job?\n<strong>Rob<br/></strong>\nWell, yes, he did. And I'm glad to say that after four years this 29-year-old man got a job marketing vitamins!\n<strong>Neil<br/></strong>\nWell, we can say that he was good at marketing himself.\n<strong>Rob<br/> </strong>\nYes, we can. Well, he was bold and courageous in his attempts to catch potential employers' attention. He showed a quality described by career coach Corinne Mills. Listen to what she says and tell me: what is the quality jobseekers have to show for sure.\n<strong>Corinne Mills, MD - Personal Career Management<br/></strong>\n<em>You've got to be <strong>confident</strong>! I mean, if you are not confident about your skills and abilities, then why should an employer have faith in you? So, don't be <strong>modest</strong>. This is your opportunity to really show your skills and experience and what a great performer you're gonna be in the job.</em>\n<strong>Neil<br/> </strong>\nThe career coach says you've got to be confident! It means self-assured, believe in your capacity to do things. And sometimes we feel that it isn't nice to say \"I'm very good at this\" or \"I'm wonderful at that\" but she advises you not to be modest.\n<strong>Rob<br/></strong>\nExactly. Modest means humble, moderate when talking about your abilities.\n<strong>Neil<br/></strong>\nYou know, Rob, I've got some top tips for people writing their CV.\n<strong>Rob<br/></strong>\nOK, well, let's have them.\n<strong>Neil<br/> </strong>\nYes. Here is the first one: you have to be\n<strong>concise </strong>\n- it means brief, give the information in a few words. Maybe you could write a brief profile at the top and keep the CV to just two pages.\n<strong>Rob<br/></strong>\nThank you. That's a good bit of advice. And I think you should give evidence of success in previous jobs. If a presentation you did helped you to get a client you should include it there. And be\n<strong>accurate</strong>\n, in other words, be precise and tell the truth. Don't invent things.\n<strong>Neil<br/></strong>\nAnd you should also remember to check your spelling and grammar!\n<strong>Rob<br/></strong>\nYes, that's very important! Well, we wish everybody success when writing and sending out their CV, and we hope they are called for a job interview, in which they have a very short period of time to leave a good impression...\n<strong>Neil<br/></strong>\nIndeed! So how long after all is this period of time, according to your survey? Did I get the answer to the question you asked at the beginning of the programme right?\n<strong>Rob<br/></strong>\nWell, I asked you: how long do you have on average to make a good enough impression for an employer to hire you? Do you have less than 3 minutes, less than 5 minutes or less than 10 minutes?\n<strong>Neil<br/></strong>\nAnd I said less than 5 minutes.\n<strong>Rob<br/></strong>\nAnd you're wrong. The correct answer is actually less than 10 minutes, so you'd have a little bit longer. Jobseekers have on average just six minutes and 25 seconds during the first meeting to impress potential employers. That's according to a new study from the website monster.co.uk. And we're almost out of time. So let's remember some of the words we said today, Neil.\n<strong>Neil<br/></strong>\nCV (curriculum vitae)\nviral\nto stand out\nget your strengths across\nconfident\nmodest\nconcise\naccurate\n<strong>Rob<br/> </strong>\nThank you. Well, that is it for today. Do log on to\n<a href=\"http://www.bbclearningenglish.com/\">www.bbclearningenglish.com</a>\nto find more 6 Minute English programmes. Until next time. Goodbye!\n<strong>Neil<br/> </strong>\nBye!",
  "title": "Does your CV shine?"
}