{
  "pdf": "http://downloads.bbc.co.uk/learningenglish/features/6min/150716_6min_english_computer_games.pdf",
  "date": "16 Jul 2015",
  "audio": "http://downloads.bbc.co.uk/learningenglish/features/6min/150716_6min_english_computer_games_download.mp3",
  "description": "Computer games might be fun but are they good for you? Listen to Rob and Finn discussing whether adult computer games could affect our children’s health. They also explain some of the words connected to this topic.\nWhat percentage of people who play computer games are female? Is it...\na) 28%\nb) 38%\nc) 48%\nListen to the programme to find out the answer.\n<strong>addicted</strong>\n<br/>\nunable to stop doing something\n<strong>fantasy</strong>\n<br/>\nimaginary\n<strong>up your alley<br/></strong>\nsuited to your tastes or abilities\n<strong>shoot 'em up</strong>\n<br/>\na film, TV programme or computer game that has a lot of shooting and violence\n<strong>wouldn't hurt a fly</strong>\n<br/>\ndescribes someone who is gentle\n<strong>harmless</strong>\n<br/>\nnot able or not likely to cause harm\n<strong>for hours on end</strong>\n<br/>\na long time\n<strong>explicit content</strong>\n<br/>\nshowing things in an open and direct way\n<strong>sexualisation<br/></strong>\nmaking someone or something sexual\n<strong>inappropriate</strong>\n<br/>\nnot the right thing for a particular situation\n<strong>wider community<br/></strong>\nother groups of people, such as friends, relatives and teachers\nNote: This is not a word-for-word transcript\n<strong>Rob<br/></strong>\nHello and welcome to 6 Minute English. I'm Rob...\n<strong>Finn<br/></strong>\n...and I'm Finn. Hello.\n<strong>Rob                                                                  <br/></strong>\nHello, Finn. Did you have a good weekend?\n<strong>Finn<br/></strong>\nYeah, it was OK thanks although, you know, I'm a bit tired now.\n<strong>Rob<br/></strong>\nWhy's that?\n<strong>Finn<br/></strong>\nIt's a bit embarrassing but I stayed up all night playing a computer game.\n<strong>Rob<br/></strong>\nAll night?! You must be addicted.\n<strong>Addicted</strong>\n, by the way, means unable to stop doing something.\n<strong>Finn<br/></strong>\nWell, maybe today's programme might have some advice for me.\n<strong>Rob<br/></strong>\nThat's right. Today we're discussing whether computer games are bad for our health - and in particular - bad for children.\n<strong>Finn<br/></strong>\nOK, Rob, why don't you wake me up a little bit by asking me today's quiz question?\n<strong>Rob<br/></strong>\nOK - here goes. In America, what percentage of people who play computer games are female? Is it...\na) 28%\nb) 38%\nor c) 48%\n<strong>Finn<br/></strong>\nWell, I do know a few female gamers so how about b) 38%.\n<strong>Rob<br/></strong>\nOK, right. Go for the middle option? We'll find out if that's the right answer later on. OK, so what kind of computer games do you like to play, Finn?\n<strong>Finn<br/></strong>\nWell, I quite like those role-playing games. You know, the fantasy role-playing games.\n<strong>Rob<br/></strong>\nOK, well,\n<strong> role playing</strong>\nis where you create your own characters and stories in a\n<strong>fantasy</strong>\n- or imaginary - world. But, to be honest, those kind of games aren't really\n<strong>up my alley</strong>\n- which means they're not really suited to my tastes or abilities. Any other kind of games you like, Finn?\n<strong>Finn<br/></strong>\nYeah, I also quite like\n<strong>shoot-'em-up</strong>\ngames. These are games where you have to do a lot of shooting and there's a lot of violence.\n<strong>Rob<br/></strong>\nIt's funny because you don't strike me as a violent person, Finn.\n<strong>Finn<br/></strong>\nI'm not, at all. I wouldn't hurt a fly, Rob! But maybe shooting people on a computer screen seems a bit more harmless.\n<strong>Rob<br/></strong>\nOK. And\n<strong> not to hurt a fly</strong>\nmeans to be gentle and unwilling to make people unhappy. And\n<strong>harmless</strong>\nmeans unlikely to hurt or upset anyone. Well, let's hear Internet safety advisor Alan MacKenzie discussing how adult computer games can have a negative effect on children.\n<strong>Alan MacKenzie, internet safety advisor<br/></strong>\nMany people understandably will just think that a game is just a game and not realising the explicit content that's in there - and as you suggest, the violence and sexualisation of women in particular, which is wholly inappropriate for anybody, never mind children.\n<strong>Finn<br/></strong>\nWell, you know, if you want my opinion, Rob, a game is just a game. It's generally a harmless form of entertainment. What do you think?\n<strong>Rob<br/></strong>\n<strong>I'm torn</strong>\n, actually - meaning I'm unable to decide. Most people, like you Finn, probably aren't affected by what you see in computer games. But we can't ignore the small percentage of people who are affected.\n<strong>Finn<br/></strong>\nWell, that's true really, isn't it, Rob? And whilst playing computer games all night doesn't make me violent, it certainly makes me very tired!\n<strong>Rob<br/></strong>\nI can see that. But also Finn - when do you and your wife actually talk to each other - when you're in your own computer fantasy world for hours on end?\n<strong>Finn<br/></strong>\nYeah, it's not great, is it? And\n<strong>for hours on end</strong>\nmeans a long time, by the way! So, I don't know. Maybe if she played as well, then we could have some virtual conversations...\n<strong>Rob<br/></strong>\nWell, that sounds ridiculous! But let's move on. Alan talks about\n<strong>explicit content</strong>\nin games. What does that mean?\n<strong>Finn<br/></strong>\nThat means showing things in an open and direct way. So some adult games contain open violence and sexualisation.\n<strong>Rob<br/></strong>\nAnd shall we explain what\n<strong>sexualisation</strong>\nmeans?\n<strong>Finn<br/></strong>\nYes. It means making someone or something sexual - and in this case, women. This might be through the shape of a woman's body, or the clothes she wears, or the way she behaves in these games.\n<strong>Rob<br/></strong>\nAlan says this type of explicit content - violent or sexual - is inappropriate for computer games. And\n<strong>inappropriate</strong>\nmeans not the right thing for a particular situation.\n<strong>Finn<br/></strong>\nAnd he is worried about children accessing this type of content. Let's hear more from him. What advice does he give?\n<strong>Alan MacKenzie, internet safety advisor<br/></strong>\nSo it's a matter of educating the parents and the wider community in these issues, and making them aware of the type of content that's in there, and why it's inappropriate, and the effects that it may be having on their children and their behaviour.\n<strong>Finn<br/></strong>\nAlan thinks it's the responsibility of parents and the\n<strong>wider community</strong>\n- now that means other groups of people, such as friends, relatives and teachers for example - to check on what children are viewing and playing.\n<strong>Rob<br/></strong>\nBut this will only work if they understand which types of content are OK and which aren't.\n<strong>Finn<br/></strong>\nThat's right. So the adults need educating too. They need to be shown.\n<strong>Rob<br/></strong>\nYes, that's right. So I'll be checking on your behaviour from now on, Finn!\n<strong>Finn<br/></strong>\nOK, That's probably a good idea. So, let's hear the answer to today's quiz question next.\n<strong>Rob<br/></strong>\nYes and I asked you, in America, what percentage of people who play computer games are female? Is it... a) 28% b) 38% or c) 48%?\n<strong> </strong>\n<strong>Finn<br/></strong>\nAnd I went for the middle option, as usual, and I said b) 38%.\n<strong>Rob<br/></strong>\nAnd you are wrong, this time Finn! The answer is actually c) 48%. Are you surprised by that?\n<strong>Finn</strong>\n<br/>\nYes and no. I think a lot more people are playing games in general, so lots of them must be women.\n<strong>Rob</strong>\n<br/>\nAbsolutely. Why not? OK, shall we now listen to the words we learned today?\n<strong>Finn<br/></strong>\nGood idea. We heard:\naddicted\n<br/>\nfantasy\n<br/>\nup your alley\n<br/>\nshoot 'em up\n<br/>\nnot to hurt a fly\n<br/>\nharmless\n<br/>\nfor hours on end\n<br/>\nexplicit content\n<br/>\nsexualisation\n<br/>\ninappropriate\n<br/>\nwider community\n<strong>Rob<br/></strong>\nThank you. Well, that brings us to the end of today's 6 Minute English. We hope you enjoyed today's programme. You can hear other 6 Minute English programmes at\n<a href=\"http://www.bbclearningenglish.com/\">bbclearningenglish.com</a>\n. Please join us again soon.\n<strong>Both<br/></strong>\nBye.",
  "title": "Is a game just a game?"
}