{
  "date": "2015-12-24",
  "description": "For many children, Christmas is the most exciting time of the year when they look forward to all the presents Santa Claus will bring. But for families who struggle to buy food they can’t afford presents for Christmas day. Neil and Alice discuss how some charities are helping these families in need.\nIn the famous classic story A Christmas Carol by Charles Dickens, what does Ebenezer Scrooge buy the Cratchit family for Christmas dinner? Is it…\na) a goose?\nb) a turkey?\nc) a chicken?\nYou can hear the right answer at the end of the programme.\n<span><strong>a small fortune<br/></strong>a lot of money</span>\n<span><strong>grumpy<br/></strong>bad-temptered</span>\n<strong><span>miser<br/></span></strong>\n<span>somebody who loves money but hates spending it</span>\n<strong><span>eve<br/></span></strong>\n<span>the day before something e.g. Christmas Eve </span>\n<strong><span>Santa Claus<br/></span></strong>\n<span>an imaginary old man with a white beard and red clothes who brings children presents at Christmas time</span>\n<strong><span>donating<br/></span></strong>\n<span>giving for free</span>\n<strong><span>toy bank<br/></span></strong>\n<span>a place where toys are given away free to people in need</span>\n<strong><span>benefit<br/></span></strong>\n<span>be helped by</span>\n<strong><span>after your own heart<br/></span></strong>\n<span> someone who has the same opinion as you</span>\n<span><strong>charity<br/></strong>giving free help to people who need it</span>\n<strong><span>under the banner of<br/></span></strong>\n<span>being part of a group who are united in support for an idea</span>\n<strong><span>demographics<br/></span></strong>\n<span>statistical information about a population and the groups of people in it</span>\n<strong><span>exotic<br/></span></strong>\n<span>unusual because it comes from another country</span>\nNote: This is not a word-for-word transcript\n<strong><span>Alice<br/></span></strong>\n<span>Hello and welcome to 6 Minute English. I'm Alice…</span>\n<span><strong>Neil<br/></strong>And I'm Neil… Did you get all your Christmas shopping done, Alice?</span>\n<span><strong>Alice<br/></strong>I did, Neil. And I spent <strong>a small fortune</strong> – and that means a lot of money!</span>\n<strong><span>Neil<br/></span></strong>\n<span>Well, I hate buying all those presents that people just don't really want. </span>\n<strong><span>Alice<br/></span></strong>\n<span>Oh, Neil, you grumpy old Scrooge! And I hope you realise that the subject of today's show is Christmas kindness!</span>\n<strong><span>Neil<br/></span></strong>\n<span>Oh dear. I might be <strong>grumpy</strong> – and that means bad-tempered – but I'm not a scrooge! I don't mind spending money – I just don't know what to buy people. Ebenezer Scrooge is the main character in Charles Dickens' novel <em>A Christmas Carol</em>. He's a <strong>miser</strong> – and that means someone who loves money but hates spending it. </span>\n<strong><span>Alice<br/></span></strong>\n<span>Indeed. Well, on the subject of <em>A Christmas Carol</em>, Neil, at the end of the story, what does Scrooge buy the Cratchit family for Christmas dinner? Is it…<br/></span>\n<span>a) a goose?<br/></span>\n<span>b) a turkey?<br/></span>\n<span>Or c) a chicken?</span>\n<strong><span>Neil<br/></span></strong>\n<span>Hmm. Well, I haven't read the book so I'm going to guess a) a goose. </span>\n<strong><span>Alice<br/></span></strong>\n<span>Well, we'll find out later if you chose the right answer. Now, Neil, I agree that Christmas shopping can sometimes feel pointless – but we mustn't forget what a magical time Christmas is for young children. </span>\n<strong><span>Neil<br/></span></strong>\n<span>Well, that's true. I remember how hard it was to get to sleep on Christmas Eve – worrying that Santa Claus would get stuck in our chimney. </span>\n<strong><span>Alice<br/></span></strong>\n<span>Yes, well,<strong> eve</strong> means the day before something – in this case, Christmas Day. Parents tell their children that <strong>Santa Claus</strong> – an imaginary old man with a white beard and red clothes – will bring them presents at Christmas time. In the UK children believe that Santa comes down the chimney to get into the house.</span>\n<strong><span>Neil<br/></span></strong>\n<span>But it's not all fun. Increasing numbers of people these days are struggling for money at this time of year. Having enough food to feed their family is what matters most and buying presents comes further down the list. So let's listen now to a BBC Scotland report by Laura Maxwell. She's talking about a special event with lots of presents.</span>\n<span><strong>INSERT<br/>Laura Maxwell, BBC Scotland, and Beatrice Caddell<br/></strong></span>\n<span><strong>LM:</strong> Beatrice Cadell has just celebrated her 80</span>\n<span><sup><span>th </span></sup></span>\n<span>birthday. And instead of presents for her, she asked her friends to buy toys. <br/></span>\n<span><strong>BC:</strong> Everyone that turned up to that birthday do was absolutely brilliant. Absolutely brilliant. And it's good for something like this. It's even better. It's even better – you know – somebody else can benefit. We don't need it. We're old. </span>\n<strong><span>Alice<br/></span></strong>\n<span>So Beatrice is celebrating her birthday and she told friends and family to buy toys instead of presents for her.</span>\n<strong><span>Neil<br/></span></strong>\n<span>Right. She had the generous idea of <strong>donating</strong> – or giving – the toys to a <strong>toy bank</strong> – a place where toys are given away free to people in need. The toy bank then distributed Beatrice's toys to parents who couldn't afford to buy presents for their children at Christmas.</span>\n<strong><span>Alice<br/></span></strong>\n<span>Yes. So Beatrice is happy that children can <strong>benefit</strong> – or be helped by her. She says she doesn't need presents. A woman <strong>after your own heart</strong>, Neil!</span>\n<strong><span>Neil<br/></span></strong>\n<span>Indeed! And that means Beatrice has the same opinion as me! Well, that's a great example of Christmas charity – and <strong>charity</strong> means giving free help to people who need it. </span>\n<strong><span>Alice<br/></span></strong>\n<span>Yes. And here's another example, Neil. Last year in London, twenty tons of presents were donated, wrapped, and delivered to a local hospital to cheer up sick children who couldn't go home for Christmas.</span>\n<strong><span>Neil<br/></span></strong>\n<span>Were they delivered in Santa's sleigh?</span>\n<strong><span>Alice<br/></span></strong>\n<span>No Neil, they were delivered in a big double-decker bus! Let's hear about the volunteers who made this happen. </span>\n<strong><span>INSERT<br/>Volunteer<br/></span></strong>\n<span>Lots of different groups of people come together under the banner of kindness – so religious people come together, corporate people come together, young people, old people – it seems to be something that stretches across many many many different demographics.</span>\n<strong><span>Neil<br/></span></strong>\n<span><strong>Under the banner of kindness</strong> – what does that mean, Alice? </span>\n<strong><span>Alice<br/></span></strong>\n<span>Well,<strong> being under the banner of something</strong> means being part of a group who are united in support for an idea. And in this case, different people came together to do something kind for sick children.</span>\n<strong><span>Neil<br/></span></strong>\n<span>And demographics? What's that?</span>\n<strong><span>Alice<br/></span></strong>\n<span><strong>Demographics</strong> means statistical information about a population and the groups of people in it. People from different groups in society are working together – the old and the young, religious people, corporate – or business – people.</span>\n<strong><span>Neil<br/></span></strong>\n<span>And this talk of kindness is making me feel more in the mood for Christmas! </span>\n<strong><span>Alice<br/></span></strong>\n<span>I can see that, Ebenezer. You've got a smile on your face! Now, earlier in the show, I asked: At the end of the story, what does Scrooge buy the Cratchit family for Christmas dinner? Is it… a) a goose? b) a turkey? Or c) a chicken?</span>\n<strong><span>Neil<br/></span></strong>\n<span>And I said a) a goose.</span>\n<strong><span>Alice<br/></span></strong>\n<span>Yes. And you were wrong, Neil! The answer is b) a turkey. </span>\n<strong><span>Neil<br/></span></strong>\n<span>That makes me a goose.</span>\n<strong><span>Alice<br/></span></strong>\n<span>It certainly does. Scrooge buys the Cratchit family the prize turkey hanging. Delicious! <em>A Christmas Carol</em> is a lovely story. Everybody should read it.</span>\n<span><strong>Neil<br/></strong>And did you know that although turkeys are traditional Christmas food now, they weren't in Dickens's time.</span>\n<strong><span>Alice<br/></span></strong>\n<span>I see...</span>\n<span> </span>\n<strong><span>Neil<br/></span></strong>\n<span>They were <strong>exotic</strong> back then – and that means unusual because it comes from another country. The story was written in 1843. Now how about hearing the words we learned today, Alice?</span>\n<strong><span>Alice<br/></span></strong>\n<span>They are:<br/></span>\n<span>a small fortune<br/></span>\n<span>grumpy<br/></span>\n<span>miser<br/></span>\n<span>eve<br/></span>\n<span>Santa Claus<br/></span>\n<span>donating<br/></span>\n<span>toy bank<br/></span>\n<span>benefit<br/></span>\n<span>after your own heart<br/></span>\n<span>charity<br/></span>\n<span>under the banner of something<br/></span>\n<span>demographics<br/></span>\n<span>exotic</span>\n<strong><span>Neil<br/></span></strong>\n<span>Well, that's the end of today's 6 Minute English. Merry Christmas, everybody! </span>\n<strong><span>Alice<br/></span></strong>\n<span>Merry Christmas!</span>\n<strong><span>Neil<br/></span></strong>\n<span>Please join us again soon!</span>\n<span><strong>Both<br/></strong>Bye.</span>",
  "title": "Christmas kindness",
  "pdf": "http://downloads.bbc.co.uk/learningenglish/features/6min/151224_6min_english_christmas.pdf",
  "audio": "http://downloads.bbc.co.uk/learningenglish/features/6min/151224_6min_english_christmas_download.mp3"
}