{
  "date": "2015-06-11",
  "description": "The idea of delivering information via the internet to every person on the planet is has become a major priority for some of the biggest tech firms.\nOne idea is the Outernet. Neil and Catherine discuss this new system that aims to provide a library of knowledge for poor and remote communities – beamed down to Earth via satellite. They also explain some related vocabulary.\nRemember to subscribe to the\n<a href=\"http://www.bbc.co.uk/podcasts/series/6min\" target=\"_self\">podcast version</a>\n!\nWhat proportion of the world’s population still has no internet access? Is it…\na) a quarter?\n<br/>\nb) half?\n<br/>\nc) two thirds?\n<strong>e-reader</strong>\n<br/>\nan electronic device which you can store and read books from the internet\n<strong>remote</strong>\n<br/>\na long way from towns and cities\n<strong>entrepreneur</strong>\n<br/>\na person who makes money by starting their own business that typically involves some financial risk\n<strong>broadcast</strong>\n<br/>\nsend out electronic signals or programmes\n<strong>picks up</strong>\n<br/>\nreceives\n<strong>drawback</strong>\n<br/>\ndisadvantage\n<strong>bi-directional<br/> </strong>\ntwo-way / going in both directions\n<strong><br/> </strong>\n<strong>one-way</strong>\ngoing in one direction\n<strong>time horizons</strong>\n<br/>\nthe length of time it takes to complete something\n<strong>copyright-free</strong>\n<br/>\nthe right to use other people's material or work without paying any fees\n<strong>balloon network</strong>\n<br/>\ngroup of interconnected balloons\n<strong>boost<br/> </strong>\nincrease\n<strong>masts</strong>\n<br/>\ntall metal towers that send and receive signals\nNote: This is not a word-for-word transcript\n<strong>Neil<br/> </strong>\nHello and welcome to 6 Minute English. I'm Neil...\n<strong>Catherine<br/> </strong>\n...and I'm Catherine. Hello.\n<strong>Neil<br/> </strong>\nHello, Catherine! Now, how was your holiday?\n<strong>Catherine<br/> </strong>\nMy holiday was lovely, Neil. I was staying on a beautiful island. It was very remote and there was actually no internet access. So, I did feel quite cut off actually.\n<strong>Neil<br/> </strong>\nAnd\n<strong>cut off</strong>\nmeans isolated. How did you survive, Catherine?\n<strong>Catherine<br/> </strong>\nWell, it wasn’t easy. But I had my\n<strong>e-reader</strong>\n- that's an electronic device which lets you store and read lots of books from the internet. And I read a lot of Harry Potter...\n<strong>Neil<br/> </strong>\nHarry Potter? I know you like wizards, Catherine, but shouldn't you have downloaded some classic literature? How about Shakespeare’s The Tempest? That's got a wizard in it too.\n<strong>Catherine<br/> </strong>\nWell, yes indeed. But Shakespeare on the beach isn't quite right for me, Neil.\n<strong>Neil<br/> </strong>\nRight. Well, today we're talking about how the poorer and more\n<strong>remote</strong>\n- or distant - parts of the world can get access to learning.\n<strong>Catherine<br/> </strong>\nThat's right. But before we start, Neil, I believe you have a quiz question for us.\n<strong><span>Neil<br/></span></strong>\nYes, I do. I would like to know what the proportion of the world's population that still has no internet access is. Is it...\n<span>a) a quarter?<br/></span>\nb) half?\n<br/>\nor c) two thirds?\n<strong><span>Catherine<br/></span></strong>\nI'm going to go for c) two thirds.\n<strong><span>Neil<br/></span></strong>\nWell, we'll find out if you're right or wrong later on in the programme. So Catherine, how can these people get connected to the internet and start surfing?\n<strong><span>Catherine<br/></span></strong>\nBy using the Outernet.\n<strong><span>Neil<br/></span></strong>\nThe Outer what?\n<strong><span>Catherine<br/></span></strong>\nThe Outernet. That's the idea of entrepreneur Syed Karim and its goal is to give people in unconnected communities access to information without having to use expensive mobile phones or two-way satellite networks.\n<strong><span>Neil<br/></span></strong>\nI see. And an\n<strong>entrepreneur</strong>\n, by the way, is a person who makes money by starting their own business that typically involves some financial risk.\n<strong><span>Catherine<br/></span></strong>\nYes, I've always fancied myself as a bit of an entrepreneur.\n<strong><span>Neil<br/></span></strong>\nWell, you'll need money and ideas, Catherine. Have you got either of those?\n<strong><span>Catherine<br/></span></strong>\nI've got ideas.\n<strong><span>Neil<br/></span></strong>\nRight. OK. I get it.\n<strong><span>Catherine<br/></span></strong>\nSo, can you tell us how the Outernet works, Neil?\n<strong><span>Neil<br/></span></strong>\nYes, I can. The Outernet uses existing communications satellites to store and broadcast data -\n<strong>broadcast</strong>\nmeans to send out signals or programmes. Special equipment on the ground\n<strong>picks up</strong>\n- or receives - the data, and this can be copied to phones and computers.\n<strong>Catherine<br/> </strong>\nBut the Outernet broadcasts data\n<strong>offline</strong>\n- which means it's not connected to the Internet. There's no communication with the internet for user - so, no emails, no chat forums. And that can be a big\n<strong>drawback</strong>\n- or disadvantage.\n<strong>Neil<br/> </strong>\nYes. The Outernet doesn't provide two-way communication. But let's hear Syed Karim discussing why one-way access has some advantages. And see if you can spot another word meaning 'two-way'.\n<strong>INSERT</strong>\n<br/>\n<strong><span>Syed Karim, business entrepreneur<br/></span></strong>\nAnything that is related to bi-directional communications, the internet, to be able to provide that to the entire world, those are billion dollar projects, multi-billion dollar projects with huge time horizons and enormous complexity. And, you know, our solution that we are offering is instantaneous, I mean, it exists right now.\n<strong><span>Neil<br/></span></strong>\nDid you get it? Another way of saying two-way is\n<strong>bi-directional</strong>\n. So what are the advantages of\n<strong>one-way</strong>\ncommunication, Catherine?\n<strong>Catherine<br/> </strong>\nIt's significantly cheaper. Bi-directional communications are multi-billion dollar projects. But the Outernet allows poorer communities to benefit from access to information.\n<strong>Neil<br/> </strong>\nYes, it does. And the other big problem is the time it would take to establish two-way access. Syed says these projects have huge\n<strong>time horizons</strong>\n- and this means the length of time it takes to complete a project - they're huge, so very big.\n<strong>Catherine<br/> </strong>\nBut the Outernet is already providing access to some of the world's most valuable knowledge.\n<strong>Neil<br/> </strong>\nThat's right. The project aims to create a library of information taken from websites including Wikipedia and Project Gutenberg, which is a collection of copyright-free e-books.\n<strong>Copyright-free</strong>\nmeans the right to use material without paying any fees.\n<strong>Catherine<br/> </strong>\nThat sounds good. But let's go back to the internet and hear from a BBC reporter talking about another project which aims to get people connected.\n<strong>INSERT</strong>\n<br/>\n<strong><span>BBC reporter<br/></span></strong>\nGoogle for example is working on Project Loon, a network of high-altitude helium balloons, which will boost Internet connections across much wider areas beyond coverage from conventional masts.\n<strong><span>Neil<br/></span></strong>\nIt's called Project\n<strong>Loon</strong>\n- meaning crazy - because Google thought it was such a crazy idea, and loon sounds like balloon!\n<strong>Catherine<br/></strong>\nYeah. The idea is that users will connect to the\n<strong>balloon network</strong>\n- or group of interconnected balloons - using an antenna attached to their building. The signal travels through the balloon network from balloon to balloon, and then to a station on the ground that's connected to the Internet.\n<strong><span>Neil<br/></span></strong>\nThe balloons will\n<strong>boost</strong>\n- or increase - the number of people who will be able to access the Internet.\n<strong><span>Catherine<br/></span></strong>\nYes, it will. And that's because there will be lots of them - compared to the number of\n<strong>masts</strong>\n- or tall metal towers that send and receive signals - that are currently used.\n<strong><span>Neil<br/></span></strong>\nOK, let's have the answer to the quiz question I asked: What proportion of the world's population still has no internet access? Is it ... a) a quarter? b) half? or c) two thirds?\n<strong><span>Catherine<br/></span></strong>\nAnd I said c) two thirds.\n<strong><span>Neil<br/></span></strong>\nAnd you were right! The answer is two thirds. Well done, Catherine.\n<strong><span>Catherine<br/></span></strong>\nThank you.\n<strong><span>Neil<br/></span></strong>\nNow just time to listen to today's words once again. Catherine.\n<strong><span>Catherine<br/></span></strong>\nOK. We heard:\n<span>e-reader<br/></span>\nremote\n<br/>\nentrepreneur\n<br/>\nbroadcast\n<br/>\npicks up\n<br/>\ndrawback\n<br/>\nbi-directional\n<br/>\none-way\n<br/>\ntime horizons\n<br/>\ncopyright-free\n<br/>\nballoon network\n<br/>\nboost\n<br/>\nmasts\n<strong><span>Neil<br/></span></strong>\nWell, that's the end of today's 6 Minute English. I hope you enjoyed connecting with us today! Please join us again soon.\n<strong>Both<br/> </strong>\nBye.",
  "title": "The Outernet",
  "pdf": "http://downloads.bbc.co.uk/learningenglish/features/6min/150611_6min_english_outernet.pdf",
  "audio": "http://downloads.bbc.co.uk/learningenglish/features/6min/150611_6min_english_outernet_download.mp3"
}