{
  "date": "2015-12-17",
  "description": "Some people actively embrace risk by jumping out of aeroplanes, scuba-diving or motor-racing. But we all face risks every day by eating, drinking, walking and driving – simply going about our daily lives carries all sorts of unseen threats. And yet for some reason we don’t judge these risks accurately. Follow Alice and Finn's discussion and learn new words.\nWhat are your chances of being knocked off your bicycle and killed during a one-mile journey (and this is the same as your chances of winning the national lottery)? Is it…\n<br/>\n<br/>\na) 1 in 4 million?\n<br/>\n<br/>\nb) 1 in 14 million?\n<br/>\n<br/>\nc) 1 in 400 million?\nYou can hear the right answer at the end of the programme.\n<strong><span>phobia<br/></span></strong>\n<span>a strong and unreasonable fear of something</span>\n<strong><span>risk<br/></span></strong>\n<span>the chances of something bad happening</span>\n<strong><span>probability<br/></span></strong>\n<span>how likely something is to happen</span>\n<strong><span>gut reaction<br/></span></strong>\n<span>an instinctive emotional response</span>\n<strong><span>catastrophic<br/></span></strong>\n<span>something which causes a huge amount of damage and suffering</span>\n<span><strong>media coverage<br/></strong>reports about something in the News, newspapers, and the internet</span>\n<span><strong>chronic<br/></strong>something that lasts for a long time</span>\n<strong><span>thrill seekers<br/></span></strong>\n<span>people who enjoy taking part in extreme sports and other activities involving physical risk</span>\n<strong><span>base jumper<br/></span></strong>\n<span>a person with a parachute who leaps from tall buildings or cliffs</span>\nNote: This is not a word-for-word transcript\n<span><strong>Alice<br/></strong>Hello and welcome to 6 Minute English. I'm Alice…</span>\n<span><strong>Finn<br/></strong>… and I'm Finn. Hello.</span>\n<span><strong>Alice<br/></strong>Hello, Finn. You're off on holiday tomorrow, aren't you?</span>\n<span><strong>Finn<br/></strong>I am and you know, and I'm dreading it. I hate flying! </span>\n<span><strong>Alice<br/></strong>Do you? I didn't know you had a <strong>phobia</strong> – and that means a strong and unreasonable fear of something.  </span>\n<span><strong>Finn<br/></strong>Well, I don't think this is a phobia because it isn't unreasonable. Flying thousands of feet up in the sky in a tin can, you know, that's not safe! </span>\n<span><strong>Alice<br/></strong>Flying is safer than you think, Finn. It's much riskier to drive or cycle to work. And, actually, risk taking is the subject of today's show! <strong>Risk</strong> means the chances of something bad happening. For example, did you know that your chance of being knocked off your bicycle and killed during a one-mile journey is the same as your chances of winning the lottery?</span>\n<span><strong>Finn<br/></strong>You know Alice, I didn't know that. </span>\n<strong><span>Alice<br/></span></strong>\n<span>And this leads me on to our quiz question for today: What are the odds … what are the chances of either of these two things happening? Is it…<br/></span>\n<span>a) 1 in 4 million?<br/></span>\n<span>b) 1 in 14 million?<br/></span>\n<span>Or c) 1 in 400 million?</span>\n<span><strong>Finn<br/></strong>I have no idea. I'll go with the big number: 1 in 400 million, c).</span>\n<span><strong>Alice </strong>OK. So we'll find out later if you're right or wrong later on. Now let's listen to Andreas Wilkey, a psychologist at Clarkson University in New York, talking about why we're bad at assessing risk. </span>\n<span><strong>INSERT </strong><strong>Andreas Wilkey, Psychologist, Clarkson University, Potsdam, New York<br/></strong></span>\n<span>People typically fear anything which is small probability but it's extremely catastrophic if it were to happen… Think about dying in a plane crash, think about a nuclear meltdown from the nearby power plant. Recently we have another increase in these birds' virus outbreaks in South Korea. People read about that. And they may pay a lot of attention to that in the news but they may forget to get their flu shot. </span>\n<strong><span>Finn<br/></span></strong>\n<span>That was Andreas Wilkey from Clarkson University. And we heard that a small <strong>probability</strong> of something happening means it's unlikely to happen. But we worry about big or catastrophic events such as catching bird flu or dying in a plane crash because we have a <strong>gut</strong> <strong>reaction </strong>to them– in other words, we react emotionally. A <strong>catastrophic</strong> event is something that causes a huge amount of damage and suffering.</span>\n<strong><span>Alice<br/></span></strong>\n<span>And it's often because of <strong>media coverage</strong> – for example, watching the news and reading the newspapers – that it can be difficult for us to understand how likely certain things are to happen. Catastrophic events feel like very real threats, while we tend to forget about the small but chronic risks that become more likely over time.</span>\n<strong><span>Finn<br/></span></strong>\n<span>We do.<strong> Chronic</strong> means something that lasts for a long time. So for example, what if there was a cigarette that killed you as soon as you smoked it? Nobody would do that, would they?</span>\n<strong><span>Alice<br/></span></strong>\n<span>No, they wouldn't.</span>\n<strong><span>Finn<br/></span></strong>\n<span>But plenty of people are happy to smoke for years, and put off worrying about the health risks for the future.</span>\n<strong><span>Alice<br/></span></strong>\n<span>Yes, that's a good point, Finn! People feel they are in control of risks that stretch over time. You know, they think, 'I could stop tomorrow' or 'I could smoke less'. But what about people who enjoy taking big risks – those <strong>thrill seekers</strong> out there? </span>\n<strong><span>Finn<br/></span></strong>\n<span>People who enjoy extreme sports actually seek out danger – it gives them extreme pleasure! So let's listen to Karina Hollekim from Norway. She's a <strong>base jumper</strong> – that's a person with a parachute who leaps from tall buildings or cliffs – and she's talking about what she feels about risk.</span>\n<span><strong>INSERT </strong><strong>Karina Hollekim, base jumper<br/></strong></span>\n<span>You need to measure the pleasure. Is it going to be worth it for you? So if the risk is really high, it means that the pleasure needs to be equally high. Or hopefully even higher… You can't measure it on a scale or anything. For me, it's a stomach feeling. It's the value within me, and I'm the only one who can tell what value it has to me. </span>\n<strong><span>Alice<br/></span></strong>\n<span>Yes. It must be a magical feeling to step off a cliff, mustn't it, Finn?</span>\n<strong><span>Finn<br/></span></strong>\n<span>'It's a stomach feeling', you know – my stomach would definitely be saying, 'oh no, no, no!' So why not change the subject and give me the answer to today's quiz question?</span>\n<strong><span>Alice<br/></span></strong>\n<span>I asked: What are your chances of being knocked off your bicycle and killed during a one-mile journey and this is the same as your chances of winning the national lottery? So is it… a) 1 in 4 million? b) 1 in 14 million? Or c) 1 in 400 million?</span>\n<strong><span>Finn<br/></span></strong>\n<span>I said c) 1 in 400 million.</span>\n<strong><span>Alice<br/></span></strong>\n<span>Yes. And you were wrong, Finn. </span>\n<strong><span>Finn<br/></span></strong>\n<span>Alright. Really? OK.</span>\n<strong><span>Alice<br/></span></strong>\n<span>Yes. The odds are actually 1 in 14 million. You are as likely to win the national lottery from a single ticket as you are to be knocked off your bicycle and killed during a one-mile journey. This statistic comes from the Professor David Spiegelhalter, who is Winton Professor of the Public Understanding of Risk in the Statistical Laboratory at the University of Cambridge in the UK. So I think he really knows his stuff.</span>\n<strong><span>Finn<br/></span></strong>\n<span>That's a very long title, yes, I'm sure he does. </span>\n<strong><span>Alice<br/></span></strong>\n<span>Yeah.</span>\n<strong><span>Finn<br/></span></strong>\n<span>So let's hear today's words again, Alice?</span>\n<strong><span>Alice<br/></span></strong>\n<span>Here they are:<br/></span>\n<span>phobia<br/></span>\n<span>risk<br/></span>\n<span>probability<br/></span>\n<span>gut reaction<br/></span>\n<span>catastrophic<br/></span>\n<span>media coverage<br/></span>\n<span>chronic<br/></span>\n<span>thrill seekers<br/></span>\n<span>base jumper<br/></span>\n<span>And that brings us to the end of today's 6 Minute English. We hope you were thrilled by today's programme. Please join us again soon.</span>\n<span><strong>Both<br/></strong>Bye.</span>",
  "title": "Why do we take risks?",
  "pdf": "http://downloads.bbc.co.uk/learningenglish/features/6min/151217_6min_english_taking_risks.pdf",
  "audio": "http://downloads.bbc.co.uk/learningenglish/features/6min/151217_6min_english_taking_risks_download.mp3"
}