{
  "date": "2015-02-26",
  "description": "The price of vaccines has escalated and some poor countries are struggling prevent children from catching certain life-threatening diseases. The warning comes from the organisation Medecins Sans Frontieres. It criticises the drug companies which reply that they can’t make such complex medicine cheaper than they already do. Rob and Neil talk about the price of vaccines. Listen to their conversation and learn some new vocabulary.\n<strong>This week's question:</strong>\nThe first laboratory-developed vaccine was produced in 1879. The vaccine was against what was called chicken cholera. Who was the scientist behind it? Was it…\na) Alexander Fleming\nb) Albert Sabin\nc) Louis Pasteur\nListen to the programme to find out the answer.\n<strong>to immunise<br/></strong>\nto give someone a medicine that stops them from catching particular diseases.\n<strong>charity<br/></strong>\norganisation set up to help and raise money for people in need\n<strong>transparency<br/></strong>\nclarity, doing things in an open way, without secrets\n<strong>out of proportion<br/></strong>\nexaggerated\n<strong>to verify<br/></strong>\nto provide evidence that confirms something is really true\n<strong>discount<br/></strong>\nreduced price\n<strong>to make a profit<br/></strong>\nto sell something for\nNote: This is not a word-for-word transcript\n<span><strong>Rob<br/></strong>Hello, I'm Rob. Welcome to 6 Minute English. And with me in the studio today is Neil.</span>\n<strong><span>Neil<br/></span></strong>\n<span>Hello, Rob.                                                                       </span>\n<strong><span>Rob<br/></span></strong>\n<span>Today we’re going to talk about the cost of keeping people healthy. The price of life-saving vaccines has escalated – has gone up - and some of the world’s poorer countries are struggling <strong>to immunise</strong> children – to immunise, in other words, to prevent children from catching diseases.</span>\n<span><strong>Neil<br/></strong>Yes, the organisation Medecins Sans Frontieres is criticising the pharmaceutical companies which produce the vaccines. Medecins Sans Frontieres is a well-known <strong>charity </strong>– a charity is an organisation set up to help and raise money for people in need. </span>\n<span><strong>Rob<br/></strong>We’re going to talk about the cost of vaccines and you’ll learn some words you can use to discuss the topic yourself or to follow the news. But first, a question, Neil.</span>\n<span><strong>Neil<br/></strong>Yes?</span>\n<strong><span>Rob</span></strong>\n<span> <br/>The first laboratory-developed vaccine was produced in 1879. The vaccine was against an animal disease called chicken cholera. Who was the scientist behind it? Was it…</span>\n<span>a) Alexander Fleming</span>\n<span>b) Albert Sabin</span>\n<span>c) Louis Pasteur</span>\n<span><strong>Neil<br/></strong>Well, I don’t know, but I’m going to guess. Probably not (a) because Fleming discovered penicillin. Probably not (c) because Pasteur did pasteurisation. I’m gonna go for (b).</span>\n<span><strong>Rob<br/></strong>OK. It sounds like you know your vaccines. Well, we'll have the answer to that question at the end of the programme. Now, let’s talk about the controversy behind these life-saving vaccines. On one side we have a charity and on the other side, the drug companies.</span>\n<span><strong>Neil<br/></strong>Which vaccines are they talking about? </span>\n<strong><span>Rob<br/></span></strong>\n<span>Well, they’re talking about vaccines which prevent diseases such as tuberculosis, measles, diphtheria and polio. According to Medecins Sans Frontieres, between 2001 and 2014 there was a 68-fold increase in vaccine prices. </span>\n<strong><span>Neil<br/></span></strong>\n<span>Well, that is a lot!</span>\n<strong>Rob<br/></strong>\nIt certainly is. And the group says that there are particular cases in which rich western countries are actually getting vaccines at a cheaper rate than poorer countries. That’s what Medecins Sans Frontieres says, and they’re asking for more transparency around prices.\n<strong><span data-mce-mark=\"1\">Neil<br/></span></strong>\n<span data-mce-mark=\"1\"><strong>Transparency</strong> means clarity, something done in an open way, without secrets.</span>\n<strong>Rob<br/></strong>\nYes, they want to know the cost of the vaccines. Let’s hear what Rohit Malpani from Medecins Sans Frontieres has to say. See if you can spot the expression Malpani uses to describe how high the price of the vaccine is for some countries.\n<strong><span>Rohit Malpani, from Medecins Sans Frontieres<br/></span></strong>\n<em><span>This is all a black box. It’s a black box in terms of the price they are charging to most countries around the world so they’re often charging prices that are wildly <strong>out of proportion</strong> with their ability to pay. You have Morocco and Tunisia that now are paying higher prices than France for the pneumococcal vaccine. We also simply do not know the cost of production and if GlaxoSmithKline says that it costs more than we are saying it does, then they should simply submit to some sort of audit to ensure that we can <strong>verify</strong> the cost of production. </span></em>\n<span><strong>Neil<br/></strong>The expression which describes the relationship between the price asked and the ability to pay is ‘out of proportion’. It means it’s unrealistic or exaggerated.</span>\n<span><strong>Rob<br/></strong>And Malpani from Medecins Sans Frontieres says that Morocco and Tunisia are paying more than France – a much richer country – for a particular vaccine. </span>\n<span data-mce-mark=\"1\"><strong>Neil<br/></strong>And his organisation wants transparency. They want to be able <strong>to verify </strong>the cost of production. To verify means to confirm that something is really true and they want the drug company to confirm that the cost to produce the vaccines is really as high as they say it is.</span>\n<span><strong>Rob<br/></strong></span>\n<span>Well, at this point, we have to hear what the companies say.</span>\n<span><strong>Neil<br/></strong>Yes, because they argue that they already sell these vaccines at a <strong>discount</strong>, in other words, at a reduced price.</span>\n<span><strong>Rob<br/></strong>Yes, they do. GlaxoSmithKline says that around 80% of all their vaccines, including the one mentioned by Malpani, are provided to developing countries at a substantial discount. And the company adds that the pneumococcal vaccine is one of the most complex they’ve ever manufactured because it combines 10 vaccines in one. </span>\n<span><strong>Neil<br/></strong>Yes. On one hand, vaccines take many years of research and these companies want <strong>to make a profit</strong>, which means to sell the product for more than it costs to make it.</span>\n<span><strong>Rob<br/></strong>But on the other hand, the lack of vaccines can kill people and it’s really very sad to see people dying of diseases which can be prevented. Some vaccines may be very affordable for a person in a rich country…</span>\n<span><strong>Neil<br/></strong>… but they might cost a fortune to someone in a poor country.</span>\n<strong><span>Rob<br/></span></strong>\n<span>This is a very complex problem and I’m sure we will talk about this again in the future. But now, let’s go back to the quiz question, Neil.</span>\n<span><strong>Neil<br/></strong>You asked about the first vaccine developed in a laboratory…</span>\n<strong><span>Rob<br/></span></strong>\n<span>Yes, I did. The first laboratory-developed vaccine was produced in 1879. It was a vaccine for the animal disease called chicken cholera. I wanted to know the name of the scientist who developed it. Was it Alexander Fleming, Albert Sabin or Louis Pasteur?</span>\n<span><strong>Neil<br/></strong>And I said (b) Albert Sabin.</span>\n<strong><span>Rob<br/></span></strong>\nAnd you were wrong! The correct answer is (C) Louis Pasteur, who was a French microbiologist. Now, Neil, the option you chose, the American scientist Albert Sabin, in fact developed an oral vaccine against polio in the 1950s – still very useful. And Alexander Fleming from Scotland did indeed discover penicillin, as you said.\n<strong><span>Neil<br/></span></strong>\n<span>Well, that is interesting and I’m a bit disappointed that I got it wrong actually.</span>\n<strong><span>Rob<br/></span></strong>\n<span>Okay. Well, that’s it for this programme. Now let’s remember some of the words we used today, Neil. </span>\n<strong><span>Neil<br/></span></strong>\n<span>to immunise</span>\n<span>charity</span>\n<span>transparency</span>\n<span>out of proportion</span>\n<span>to verify</span>\n<span>discount</span>\n<span>to make a profit</span>\n<span><strong>Rob<br/></strong>Thank you. That's it for today. Do log on to </span>\n<a href=\"http://www.bbclearningenglish.com/\"><span>www.bbclearningenglish.com</span></a>\n<span> to find more 6 Minute English programmes. Until next time, goodbye!</span>\n<span><strong>Neil<br/></strong>Goodbye!</span>",
  "title": "The cost of life-saving vaccines",
  "pdf": "http://downloads.bbc.co.uk/learningenglish/features/6min/150226_6min_vaccines.pdf",
  "audio": "http://downloads.bbc.co.uk/learningenglish/features/6min/150226_6min_vaccines_for_download.mp3"
}