{
  "pdf": "http://downloads.bbc.co.uk/learningenglish/features/6min/151015_6min_english_robots.pdf",
  "date": "15 Oct 2015",
  "audio": "http://downloads.bbc.co.uk/learningenglish/features/6min/151015_6min_english_robots_download.mp3",
  "description": "If you are sitting at a desk, driving a taxi or answering the phone, stop for a moment and ask: could a robot or machine do this job better? The answer, unfortunately for you, might well be yes. These days more and more jobs are done more efficiently by a machine. Listen to Neil and Finn's conversation and learn new vocabulary.\nWhat makes a job more likely to be done by robots? Is it if a job involves…\na) manipulating small objects?\nb) working in open spaces?\nc) social and emotional skills?\nYou can hear the right answer at the end of the programme.\n<strong>automation<br/></strong>\nthe use of machines to do work that people do or used to do\n<strong>susceptible to</strong>\n<br/>\nlikely to be affected by\n<strong>manual dexterity</strong>\n<br/>\ngood with your hands\n<strong>cognitive labour</strong>\n<br/>\nusing your mind to perform a task\n<strong>noggin</strong>\n<br/>\nhead (informal)\n<strong>white collar</strong>\n<br/>\na job you do at an office rather than a factory\n<strong>artificial intelligence (AI)</strong>\n<br/>\na computer’s ability to copy intelligent human behaviour\n<strong>keeping your fingers crossed</strong>\n<br/>\nhoping that things are going to turn out the way you want them to\nNote: This is not a word-for-word transcript\n<span><strong>Neil<br/></strong>Hello and welcome to 6 Minute English. I'm Neil…</span>\n<span><strong>Finn<br/></strong>… and I'm Finn. Hello.</span>\n<span><strong>Neil<br/></strong>Hello there, Finn. Now, what do you know about robots?</span>\n<span><strong>Finn<br/></strong>Robots? Well, (Finn does an impression of a robot voice) they talk in a funny way… like that!</span>\n<strong><span>Neil<br/></span></strong>\n<span>Yes. You sound quite convincing there actually, Finn. <br/><br/><strong>Finn</strong><br/>Do you like it?</span>\n<strong><span>Neil<br/></span></strong>\n<span>Yes, I do. Is there anything else you know about robots?<br/><br/></span>\n<span><strong>Finn<br/></strong>Well, there are… there are a couple of good ones in the Star Wars, aren't there?</span>\n<span><strong>Neil<br/></strong>Oh, yes. R2-D2 and C-3PO. C-3PO talks in quite a human voice.</span>\n<span><strong>Finn<br/></strong>He does. But of course that's science fiction not real life. </span>\n<span><strong>Neil<br/></strong>No. But things have moved on in real life. The use of machines to do work that people do or used to do is called <strong>automation</strong> and that's the subject of today's show.</span>\n<span><strong>Finn  <br/></strong>But before we talk more about this, l'd like you, Neil, to answer today's quiz question. What makes a job more likely to be done by robots? Is it if a job involves…</span>\n<span>a) manipulating small objects?</span>\n<span>b)<strong> </strong>working in open spaces?</span>\n<span>Or c)<strong> </strong>social and emotional skills?</span>\n<span><strong>Neil<br/></strong>Hmm… OK. Well, I'm going to guess. Manipulating small objects, I think. </span>\n<span><strong>Finn<br/></strong>Interesting. OK, we'll find out if you're right or wrong later on. Now, two UK academics have calculated how <strong>susceptible</strong> <strong>to</strong> – that means likely to be affected by – how susceptible to automation each job is based on some key skills. And these include negotiation, persuasion, caring for others, originality, and <strong>manual dexterity</strong> – now that means being good with your hands.</span>\n<strong><span>Neil</span><br/></strong>\n<span>So do you think intelligent machines could replace us?</span>\n<strong><span>Finn<br/></span></strong>\n<span>Well, maybe you, Neil. Not me, no. I have all the key skills you know – I'm original… persuasive… of course very caring and very good with my hands as well, I think. </span>\n<strong><span>Neil<br/></span></strong>\n<span>Well I'm very glad that you're safe, Finn! <br/><br/><strong>Finn</strong><br/>Thank you.<br/><br/><strong>Neil</strong><br/>However, a study from Oxford University has suggested that 35% of existing UK jobs are being automated in the next 20 years. Let’s listen to Michael Osborne from Oxford University talking about this.</span>\n<strong><span>INSERT<br/>Michael Osborne, University of Oxford<br/></span></strong>\n<span>Computers are increasingly able to learn in a way that in short has been a reserve of human beings. So in their ability to learn, computers are able to perform a much wider range of tasks than they've been able to do in the past. So as a result it's not just manual labour that's coming under threat of automation. It's increasingly cognitive labour – the labour of the mind.</span>\n<span><strong>Finn<br/></strong>Michael Osborne. And <strong>cognitive labour</strong> means using your <strong>noggin</strong> – that's using or head!So computers and machines are using their noggins and getting smarter. And office workers who do repetitive jobs such as drawing up spreadsheets could be replaced with software. But surely jobs like being a doctor or a lawyer are safe, Neil?</span>\n<strong><span>Neil</span></strong>\n<br/>\n<span>Well, some white-collar jobs may be less safe than you think. At one city law firm junior staff have to read through contracts, assessing them for risks. But now an artificial intelligence programme can do that faster and better.</span>\n<strong><span>Finn</span></strong>\n<br/>\n<span>So <strong>white collar</strong> refers to a job that you do at an office rather than a factory. And <strong>artificial intelligence</strong> refers to a computer's ability to copy intelligent human behaviour. Now let’s listen to Matthew Whalley from a city law firm to find out what he thinks.</span>\n<strong><span>INSERT</span></strong>\n<br/>\n<strong><span>Matthew Whalley, Berwin Leigton Paisner<br/></span></strong>\n<span>What you're seeing the robot do now, the robot can do in three seconds what would take a group of lawyers days to do. And the advantage is that it can do huge volumes, incredibly reliably in unbelievable times. There is a huge amount of this work to do and lawyers have far better higher-value legal analysis to worry about.  </span>\n<span><strong>Neil<br/></strong>Well he thinks that there is work for the lawyers and the computers. In fact it sounds like a good division of labour – the computers do the boring stuff and the lawyers do the more interesting work!</span>\n<span><strong>Finn<br/></strong>Yes. Well, let's keep our fingers crossed that we've got good prospects. You know, I don't want our listeners to (robot voice) start listening to robot presenters any time soon!</span>\n<span><strong>Neil<br/></strong>Indeed, we need! We talk about <strong>keeping our fingers crossed </strong>when we hope that things are going to turn out in the way we want them to in the future.</span>\n<span><strong>Finn<br/></strong>That's right. So shall we hear the answer to today's quiz question? Neil, I asked you: What makes a job more likely to be done by robots? Is it if a job involves… a) manipulating small objects? b)<strong> </strong>working in open spaces? Or c)<strong> </strong>social and emotional skills?</span>\n<span><strong>Neil<br/></strong>Well, I said a) manipulating small objects ... and I'm keeping my fingers crossed that I've got the right answer.</span>\n<span><strong>Finn<br/></strong>OK. You’re keeping them crossed? </span>\n<strong><span>Neil<br/></span></strong>\n<span>Yes, I am.</span>\n<strong><span>Finn<br/></span></strong>\n<span>You've got the answer right! Well done!</span>\n<span><strong>Neil<br/></strong>Brilliant! I'm glad my cognitive skills are still functioning. Now, how about hearing those words again?</span>\n<strong><span>Finn<br/></span></strong>\n<span>OK, the words we heard today were:</span>\n<span>automation</span>\n<span>susceptible to</span>\n<span>manual dexterity</span>\n<span>cognitive labour</span>\n<span>noggin</span>\n<span>white collar</span>\n<span>artificial intelligence (AI)</span>\n<span>and … keeping your fingers crossed</span>\n<strong><span>Neil<br/></span></strong>\n<span>Well, that brings us to the end of this 6 Minute English. We hope you enjoyed the programme. Please join us again soon.</span>\n<span><strong>Both<br/></strong>Bye.</span>",
  "title": "Will robots take our jobs?"
}