{
  "pdf": "http://downloads.bbc.co.uk/learningenglish/features/6min/150108_6min_bullying.pdf",
  "date": "08 Jan 2015",
  "audio": "http://downloads.bbc.co.uk/learningenglish/features/6min/150108_6min_bullying_download.mp3",
  "description": "Bullying has become a common word in businesses in the 21st century. Labour laws and company policies have been used to curtail it. But is bullying just an attempt to give a bad name to what is actually part of human nature?\nRob and Neil talk about the history of aggressive behaviour and the corporate interpretation of what bullying is. And they teach you related vocabulary.\n<span><strong>traumatised<br/></strong>someone who carries emotional wounds which affect them psychologically</span>\n<span><strong>to intimidate<br/></strong>to cause fear in other people</span>\n<span><strong>helpless<br/></strong>make people feel they can't help themselves, they are powerless</span>\n<span><strong>to cooperate<br/></strong>to work together for their mutual benefit</span>\n<span><strong>alpha male<br/></strong>the strong man in the group who wanted to dominate everybody else</span>\n<span><strong>human resources<br/></strong>also known by the initials HR, is the department which hires new employees and keeps information about their life in the company</span>\n<span><strong>intentional<br/></strong>planned, deliberate</span>\n<span><strong>perception<br/></strong>the way someone interprets something they see or hear</span>\nNote: This is not a word-for-word transcript\n<strong><span>Rob<br/></span></strong>\n<span>Hello, I'm Rob. Welcome to 6 Minute English. I'm joined today by Neil. Hello, Neil!</span>\n<strong><span>Neil<br/></span></strong>\n<span>Hi there, Rob! </span>\n<span><strong>Rob<br/></strong>Today we are talking about a very serious topic: bullying. And you're going to learn some vocabulary related to this topic.</span>\n<strong><span>Neil<br/></span></strong>\n<span>It's a serious matter because it can leave people traumatised. </span>\n<span><strong>Rob<br/>Traumatised</strong>, it means, they end up with emotional wounds which affect them psychologically. Bullies want to intimidate people.</span>\n<span><strong>Neil<br/>To intimidate</strong>, in other words, to make people fear them. Yes, it does make people feel they can't help themselves - they're powerless. They feel <strong>helpless</strong>.  </span>\n<strong><span>Rob<br/></span></strong>\n<span>Unfortunately, bullying has been increasing in the workplace in spite of laws against it. Let's go for some figures. Are you ready for a question, Neil? </span>\n<strong><span>Neil<br/></span></strong>\n<span>Yes, I am.</span>\n<strong><span>Rob<br/></span></strong>\n<span>The Workplace Bullying Institute based in the US conducted a survey last year. How much of the American workforce has experienced bullying at work? Was it: </span>\n<span>a) 7%</span>\n<span>b) 27%</span>\n<span>c) 47%</span>\n<strong><span>Neil<br/></span></strong>\n<span>Well, I don't know but I’m going to go for 27%.</span>\n<strong><span>Rob<br/></span></strong>\n<span>OK. I'll give you the answer by the end of the programme.</span>\n<strong><span>Neil<br/></span></strong>\n<span>I'm very keen to know, Rob. Intimidating people is a bad thing but some might say that, well, aggression is part of human nature.</span>\n<span><strong>Rob<br/></strong>Yes, that's an interesting point, Neil. I can imagine big strong men imposing their will by force in the Stone Age, but behaving this way now probably isn't a good idea. The California-based anthropologist Christopher Boehm explains. Listen and then tell me: what made bullying go out of fashion?</span>\n<strong><span>Christopher Boehm, Anthropologist at the University of California, US<br/></span></strong>\n<em><span>About a quarter of a million years ago, humans began to hunt zebras and antelope. And they had <strong>to cooperate</strong> to do so because their weapons were rather primitive and they did not want <strong>alpha males</strong> to be dominating the carcass after it was killed. So the thing that everyone else did was to start killing alpha males. Bullies simply were not tolerated.   </span></em>\n<strong><span>Neil<br/></span></strong>\n<span>Ah, people had <strong>to cooperate</strong> with each other - in other words, to work together for their mutual benefit. They were hunting animals for food.  </span>\n<strong><span>Rob<br/></span></strong>\n<span>Yes, and nobody wanted the <strong>alpha male</strong> - the strong man in the group who wanted to dominate everybody else - to take all the meat for himself.</span>\n<strong><span>Neil<br/></span></strong>\n<span>So about 250,000 years ago, when human society was evolving, people realised it wasn't good for the community to have a bully around. </span>\n<strong><span>Rob<br/></span></strong>\nNo. So if we make a big jump in history and back to the 21st century, well, modern companies value cooperation. People's wellbeing matters too.\n<strong><span>Neil<br/></span></strong>\n<span>That's right. Many countries have laws against bullying which is part of the companies' human resources policy. </span>\n<strong><span>Rob<br/></span></strong>\n<span><strong>Human Resources</strong> - also known by the initials HR - is the department which hires new employees and stores information about their career at the company. </span>\n<strong><span>Neil<br/></span></strong>\n<span>And what sort of behaviour is considered bullying in the civilised world?</span>\n<strong><span>Rob<br/></span></strong>\n<span>That's what Helene Guldberg is about to explain to us. She's a specialist in developmental psychology. What's the main thing that defines bullying?<br/><br/></span>\n<strong><span>Helene Guldberg, developmental psychologist<br/></span></strong>\n<em><span>Something that is <strong>intentional</strong> on the part of the perpetrator; it has to involve some kind of power imbalance, so it's not an argument between equals, and it's something that is repetitive. So it's not a one off rage by one person against another. The intent is to cause harm, which can be psychological or physical. </span></em>\n<strong><span>Rob<br/></span></strong>\n<span>To be considered bullying, the behaviour has to be <strong>intentional</strong>, which means it has to be planned or deliberate. </span>\n<strong><span>Neil<br/></span></strong>\n<span>And also has to happen many times and involve power. </span>\n<strong><span>Rob<br/></span></strong>\n<span>Yes, indeed. One person has to have more power than the other.</span>\n<strong><span>Neil<br/></span></strong>\n<span>You know, Rob, this idea of intention is very important, because some people are just more confident and demanding then others. They might say that they didn't mean to cause any harm. They don't mean to bully anyone.</span>\n<strong><span>Rob<br/></span></strong>\n<span>Yes. But it can be interpreted differently. Darren Treadway, at the State University of New York, studied bullying in the workplace. He uses a word which means the way someone interprets something they see or hear. Which word is it?<br/><br/></span>\n<strong><span>Darren Treadway, at the State University of New York, US<br/></span></strong>\n<em><span>At the end of the day, if the target feels as if they're being bullied, the corporation needs to make sure they're addressing that feeling. If you're the supervisor who's... your subordinate says that they're being bullied by you or abused by you, while you may not feel you're doing that, it's your responsibility as a communicator to make sure that they are getting the accurate <strong>perception</strong> of your behaviour. Being known as a bully is a stigma that nobody in a corporation wants.</span></em>\n<strong><span>Neil<br/></span></strong>\n<span>It's <strong>perception</strong>. According to Darren Treadway, bullying is a matter of perception - the way some action is interpreted by a person, in this case, a subordinate. </span>\n<span><strong>Rob<br/></strong>And supervisors have to be aware of how their subordinates see their behaviour. </span>\n<span><strong>Neil<br/></strong>It's all a matter of communication. </span>\n<strong><span>Rob<br/></span></strong>\n<span>Yes, indeed. But we are running out of time, I'm afraid. Let's go back to the question I put to you earlier in the programme. It's about a survey by the Workplace Bullying Institute. I asked how much of the American workforce has experienced bullying in the workplace. The options were 7%, 27% and 47%.</span>\n<strong><span>Neil<br/></span></strong>\n<span>And I guessed 27%.</span>\n<strong><span>Rob<br/></span></strong>\n<span>And you guessed very well. The answer is indeed 27%. What do you think about that?</span>\n<strong><span>Neil<br/></span></strong>\n<span>Well, it's depressingly high, isn't it?</span>\n<strong><span>Rob<br/></span></strong>\n<span>Yes, it is. OK. Well, before we go, could you remind us of some of the words that we've heard today, Neil?</span>\n<strong><span>Neil<br/></span></strong>\n<span>Yes. We've heard: </span>\n<span>traumatised</span>\n<span>to intimidate</span>\n<span>helpless</span>\n<span>to cooperate</span>\n<span>alpha male</span>\n<span>human resources</span>\n<span>intentional</span>\n<span>perception</span>\n<strong><span>Neil<br/></span></strong>\n<span>Right. Thanks, Neil. Do log on to </span>\n<a href=\"http://www.bbclearningenglish.com/\"><span>www.bbclearningenglish.com</span></a>\n<span> to find more 6 Minute English programmes. </span>\n<strong><span>Both<br/></span></strong>\n<span>Bye.</span>",
  "title": "Bullying or normal competition?"
}