{
  "date": "2015-03-19",
  "description": "Office workers in Stockholm, Sweden, are being offered the chance to have a device put under their skin which will allow them to get in and out of their workplace and log into their computers without keys, ID cards or passwords. Are we on the way to being part human, part machine? Listen to Neil and Harry’s conversation and learn some new vocabulary.\n<strong>This week's question:</strong>\nThe security online firm SplashData publishes an annual report about the weakest passwords people use. Which was the most common password used in 2014. Was it:\na)    abc123\nb)    the numbers 123456\nc)    the words 'trustno' followed by the number1\nListen to the programme to find out the answer.\n<strong>password<br/></strong>\nset of words and numbers which allow the user to access things or information\n<strong>know by heart<br/></strong>\nmemorise\n<strong>microchip<br/></strong>\na very small device with an electronic circuit which can do particular things\n<strong>teething problems<br/></strong>\nwhen something new doesn't work perfectly the first time it is used\n<strong>caution<br/></strong>\ncare not to be exposed to danger or risk\n<strong>to question<br/></strong>\nto raise doubts about something\nNote: This is not a word-for-word transcript\n<strong>Neil<br/></strong>\nHello, welcome to 6 Minute English. I'm Neil and with me in the studio is Harry. Hello, Harry.\n<strong>Harry<br/></strong>\nHello.\n<strong>Neil<br/></strong>\nNow, Harry, do you have many passwords?\n<strong>Harry<br/></strong>\n<strong>Passwords</strong>\n- you mean the set of words and numbers which I keep secret and allow me to access information? Yes, I do actually. I've got a few for my computer and the different websites I use, and then there are my cards – credit card, debit card. And there's one for my ID here at the BBC and then there is…\n<strong>Neil<br/></strong>\nOK. I get the idea. There are too many, aren't there?\n<strong>Harry<br/></strong>\nOh, yes! Sometimes I struggle to remember them all. And we are advised to learn them\n<strong> by heart</strong>\n, in other words, to have them memorised and not written down.\n<strong>Neil<br/></strong>\nIt's for security reasons. If you write them down and lose the paper you wrote them on, then they won't be secret anymore, will they? Now, how would you like to have access to things with no need for passwords or cards?\n<strong>Harry<br/></strong>\nYeah, that would be brilliant!\n<strong>Neil<br/></strong>\nIn this programme, I'm going to tell you about a futuristic commercial building in Stockholm, Sweden, where you don't have to remember any passwords, you don't have to carry ID cards and in some cases, you don't even need to carry money to pay for your coffee.\n<strong>Harry<br/></strong>\nHow does it all work then - by magic?\n<strong>Neil<br/></strong>\nNo, by inserting a\n<strong>microchip</strong>\nunder the skin of your hand! A microchip is a very small device with an electronic circuit which can do particular things. In this case, the microchip we're talking about can identify you.\n<strong>Harry<br/></strong>\nWow! I'm not sure I'd want a microchip inserted under my skin.\n<strong>Neil<br/></strong>\nNo, me neither. It's interesting though, isn't it? Before I tell you about this experiment, let's go for our quiz question. And, of course, it's about passwords.  Security firm SplashData publishes an annual report about the weakest passwords people use. Well, which was the most common password used in 2014. Was it:\na)    abc123\nb)    the numbers 123456\nc)    the words 'trustno' followed by the number 1\n<strong>Harry<br/></strong>\nI'm going to go for C, 'trustno' followed by the 1, because actually it's the only one I hadn't heard of, even though it's very obvious.\n<strong>Neil<br/></strong>\nWell, all will be revealed at the end of the programme. Now we are talking about the increasing need for ID in a society which works more and more with computers - and you'll learn some related vocabulary.\n<strong>Harry<br/></strong>\nTell us more about this building in Sweden, Neil. You have this microchip put under your skin - and what does it allow you to do inside the building?\n<strong>Neil<br/></strong>\nLet's listen to the BBC technology reporter Rory Cellan-Jones. He went there for a visit. He uses an expression to say that the technology is not working perfectly yet because it is brand new. What is that expression?\n<strong>Rory Cellan-Jones, BBC technology reporter<br/></strong>\nThe new offices will soon host a shifting population of 700 entrepreneurs and employees and they'll all be offered the chance to 'get chipped' if they wish. As well as opening doors that will allow them to use the photocopiers and eventually to log on to computers or pay for food in the cafe. The technology is still\n<strong>having</strong>\n<strong>teething problems</strong>\n– I found it quite a struggle to activate the photocopier! And amongst the people working here I found some enthusiasm but also\n<strong>caution</strong>\n.\n<strong>Harry<br/></strong>\nThe expression is 'having teething problems'. When a new project or device doesn't work perfectly we say it 'has teething problems'.\n<strong>Neil<br/></strong>\nYes, the microchip allowed Rory to make the photocopier work just by swiping his hand over a console. But it didn't work straight away.\n<strong>Harry<br/></strong>\nAnd he tells us that some of the workers are reacting with\n<strong>caution</strong>\nto the idea of having a microchip put under their skin. 'Caution' means being careful to avoid something dangerous or risky.\n<strong>Neil<br/></strong>\nIt might be risky but we might all be using it one day - who knows? The group running this scheme thinks this might be a good thing. Hannes Sjobland from a Swedish bio-hacking group seems to believe that linking biology and electronic devices can make our daily lives better - but he is concerned about people's freedom. And what if a government or a big corporation wants to use this technology in the future? What does Hannes Sjobland want to be able to do if it happens? A tip, the word is a verb…\n<strong>Hannes Sjoband, Swedish bio-hacking group<br/></strong>\nWe are early adopters of this technology, we experiment with it, we learn it, how it works, because I think that there might be a day when the taxman or the big corporates … they will come and say 'hey, try this chip, try this implant', and then we will be able\n<strong>to question</strong>\ntheir proposals.\n<strong>Harry<br/></strong>\nHe wants to question their proposals; it means to express doubts about their proposals and intentions. You know what, Neil? I'd rather have my passwords!\n<strong>Neil<br/></strong>\nWell, talking about passwords, let's go back to my quiz question. I asked you what the weakest passwords people use is, according to the 2014 report by the online security firm SplashData. The options were: abc123, the numbers 123456 and the words 'trustno' followed by the number 1.\n<strong>Harry<br/></strong>\nAnd I said the third one, 'trustno1'.\n<strong>Neil<br/></strong>\nAnd you were… wrong I'm afraid Harry. The correct answer is B. The password '123456' has been named as the worst password of 2014. The other two were also in the list. Before we go, can you remind us of the words we heard today, Harry.\n<strong>Harry<br/></strong>\nThe words were:\npassword\nby heart\nmicrochip\nhaving teething problems\ncaution\nto question\n<strong>Neil<br/></strong>\nThank you. Well, that's it for this programme. Go to\n<a href=\"http://www.bbclearningenglish.com/\">bbclearningenglish.com</a>\nto find more 6 Minute English programmes. Until next time. Goodbye!\n<strong>Harry<br/></strong>\nBye!",
  "title": "Human microchips",
  "pdf": "http://downloads.bbc.co.uk/learningenglish/features/6min/150319_6min_english_human_microchip.pdf",
  "audio": "http://downloads.bbc.co.uk/learningenglish/features/6min/150319_6min_eng_human_microchip_download.mp3"
}