{
  "pdf": "http://downloads.bbc.co.uk/learningenglish/features/6min/150219_6min_artificial_intelligence.pdf",
  "date": "19 Feb 2015",
  "audio": "http://downloads.bbc.co.uk/learningenglish/features/6min/150219_6min_artificial_intelligence_for_download.mp3",
  "description": "Professor Stephen Hawking has said recently that efforts to create thinking machines could put the human race in danger. This is the theme of Rob and Neil’s chat in this programme. Listen to their conversation and learn some new vocabulary.\n<strong>This week's question:</strong>\nA supercomputer defeated the World Chess Champion Gary Kasparov in 1997. What was the computer called? Was it:\na) Red Menace\nb) Deep Blue\nc) Silver Surfer\nListen to the programme to find out the answer.\n<strong>you’ll need all your wits about you<br/></strong>\nyou will have to think very quickly\n<strong>artificial<br/></strong>\nman-made to look or behave like something natural\n<strong>genius<br/></strong>\nsomeone very intelligent\n<strong>synthetic<br/></strong>\nsomething made artificially\n<strong>threat<br/></strong>\nsomething which can put us in danger\n<strong>to surpass<br/></strong>\nto have superior abilities\n<strong>in pursuit of their goals<br/></strong>\ntrying to meet their objectives\n<strong>moral compass<br/></strong>\na natural perception people have about what is right and what is wrong\nNote: This is not a word-for-word transcript\n<span><strong>Rob<br/></strong>Hello, I'm Rob. Welcome to 6 Minute English and with me in the studio is Neil.</span>\n<strong><span>Neil<br/></span></strong>\n<span>Hello, Rob. </span>\n<strong><span>Rob<br/></span></strong>\n<span>Hello. Feeling bright today, Neil?</span>\n<strong><span>Neil<br/></span></strong>\n<span>I am feeling quite bright and clever, yes!</span>\n<strong><span>Rob<br/></span></strong>\n<span>That’s good to hear. Well, <strong>you’ll need all your wits about you</strong> – meaning you’ll need to think very quickly in this programme because we’re talking about intelligence, or to be more accurate, <strong>Artificial </strong>Intelligence. And we’ll learn some vocabulary related to the topic so that you can have your own discussion about it. Now, Neil, you know who Professor Stephen Hawking is, right?</span>\n<span><strong>Neil<br/></strong>Well, of course! Yes. Many people say that he’s a <strong>genius</strong> – in other words, he is very, very intelligent. Professor Hawking is one of the most famous scientists in the world and people remember him for his brilliance and also because he communicates using a <strong>synthetic</strong> voice generated by a computer – synthetic means it’s made from something non-natural. Artificial is similar in meaning – we use it when something is man-made to look or behave like something natural. </span>\n<strong><span>Rob<br/></span></strong>\n<span>Well, Professor Hawking has said recently that efforts to create thinking machines are a threat to our existence. A <strong>threat</strong> means something which can put us in danger. Now, can you imagine that, Neil?!</span>\n<span><strong>Neil<br/></strong>Well, there’s no denying that good things can come from the creation of Artificial Intelligence. Computers which can think for themselves might be able to find solutions to problems we haven’t been able to solve. But technology is developing quickly and maybe we should consider the consequences. Some of these very clever robots are already surpassing us, Rob. <strong>To surpass</strong> means to have abilities superior to our own.</span>\n<strong><span>Rob<br/></span></strong>\n<span>Yes. Maybe you can remember the headlines when a supercomputer defeated the World Chess Champion Gary Kasparov, to everybody’s astonishment. It was in 1997. What was the computer called, Neil? Was it:</span>\n<span>a)</span>\n<span>Red Menace</span>\n<span>b)</span>\n<span>Deep Blue</span>\n<span>c)</span>\n<span>Silver Surfer</span>\n<span><strong>Neil<br/></strong>I don’t know. I think (c) is probably not right. I think Deep Blue. That’s (b) Deep Blue.</span>\n<strong><span>Rob<br/></span></strong>\n<span>Okay. You’ll know if you got it right at the end of the programme. Well, our theme is Artificial Intelligence and when we talk about this we have to mention the movies. </span>\n<span><strong>Neil<br/></strong>Many science fiction movies have explored the idea of bad computers who want to harm us. One example is 2001: A Space Odyssey. </span>\n<strong><span>Rob<br/></span></strong>\n<span>Yes, a good film. And another is The Terminator, a movie in which actor Arnold Schwarzenegger played an <strong>android</strong> from the future. An android is a robot that looks like a human. Have you watched that one, Neil?</span>\n<strong><span>Neil<br/></span></strong>\n<span>Yes, I have. And the android is not very friendly. </span>\n<strong><span>Rob<br/></span></strong>\n<span>No, it’s not. In many movies and books about robots that think, the robots end up rebelling against their creators. But some experts say the risk posed by Artificial Intelligence is not that computers attack us because they hate us. Their problem is related to their efficiency. </span>\n<strong><span>Neil<br/></span></strong>\n<span>What do you mean?</span>\n<strong><span>Rob<br/></span></strong>\n<span>Well, let’s listen to what philosopher Nick Bostrom has to say. He is the founder of the Future of Humanity Institute at Oxford University. He uses three words when describing what’s inside the mind of a thinking computer. This phrase means ‘to meet their objectives’. What’s the phrase he uses?</span>\n<strong><span>Nick Bostrom, philosopher, Future of Humanity Institute at Oxford University<br/></span></strong>\nThe bulk of the risk is not in machines being evil or hating humans but rather that they are indifferent to humans and that in\n<strong>pursuit </strong>\nof\n<strong>their </strong>\nown\n<strong>goals</strong>\nwe humans would suffer as a side effect. Suppose you had a super intelligent AI whose only goal was to make as many paperclips as possible. Human bodies consist of\n<strong>atoms </strong>\nand those atoms could be used to make a lot of really nice paperclips. If you want paperclips it turns out that in the pursuit of this you would have instrumental reasons to do things that would be horrible to humanity.\n<span><strong>Neil<br/></strong>A world in which humans become paperclips - wow, that’s scary! But the phrase which means ‘meet their objectives’ is to ‘pursue their goals’.</span>\n<span><strong>Rob<br/></strong>Yes, it is. So the academic explains that if you’re a computer responsible for producing paperclips, you will pursue your objective at any cost… </span>\n<span><strong>Neil<br/></strong>… and even use atoms from human bodies to turn them into paperclips! Now that’s a horror story, Rob. If Stephen Hawking is worried, I think I might be too. How can we be sure that Artificial Intelligence – be it either a device or software – will have a <strong>moral compass</strong>? </span>\n<span><strong>Rob<br/></strong>Ah, a good expression - a moral compass - in other words, an understanding of what is right and what is wrong.</span>\n<strong><span>Neil<br/></span></strong>\n<span>Artificial Intelligence is an interesting topic, Rob. I hope we can chat about it again in the future. But now I’m looking at the clock and we are running out of time, I’m afraid, and I’d like to know if I got the answer to the quiz question right?</span>\n<strong><span>Rob<br/></span></strong>\n<span>Well, my question was about a supercomputer which defeated the World Chess Champion Gary Kasparov in 1997. What was the machine’s name? Was it: Red Menace, Deep Blue or Silver Surfer? </span>\n<strong><span>Neil<br/></span></strong>\n<span>And I think it’s Deep Blue.</span>\n<strong><span>Rob<br/></span></strong>\n<span>Well, it sounds like you are more intelligent than a computer because you got the answer right. Yes, it was Deep Blue. The 1997 match was actually the second one between Kasparov and Deep Blue, a supercomputer designed by the company IBM and it was specialised in chess-playing. </span>\n<strong><span>Neil<br/></span></strong>\n<span>Well, I think I might challenge Deep Blue to a game obviously. I’m a bit of a genius myself.</span>\n<strong><span>Rob<br/></span></strong>\n<span>Very good! Good to hear! Anyway, we’ve just got time to remember some of the words and expressions that we’ve used today, Neil.</span>\n<strong><span>Neil<br/></span></strong>\n<span>They were:</span>\n<span>you’ll need your wits about you </span>\n<span>artificial</span>\n<span>genius</span>\n<span>synthetic</span>\n<span>threat </span>\n<span>to surpass</span>\n<span>to pursue their goals</span>\n<span>moral compass</span>\n<span><strong>Rob<br/></strong>Thank you. Well, that's it for this programme. Do visit </span>\n<a href=\"http://www.bbclearningenglish.com/\"><span>bbclearningenglish.com</span></a>\n<span> to find more 6 Minute English programmes. Until next time. Goodbye!</span>\n<span><strong>Neil<br/></strong>Goodbye!</span>",
  "title": "Do you fear Artificial Intelligence?"
}