{
  "pdf": "http://downloads.bbc.co.uk/learningenglish/features/6min/150528_6min_english_beards.pdf",
  "date": "28 May 2015",
  "audio": "http://downloads.bbc.co.uk/learningenglish/features/6min/150528_6min_english_beards_download.mp3",
  "description": "Big bushy beards have become so fashionable that there's now an art exhibition dedicated to them.\nListen to Rob and Neil discussing\n<strong>feminism</strong>\n,\n<strong> testosterone</strong>\nand Charles Dickens whilst explaining some pretty hair-raising vocabulary.\nRemember to subscribe to the\n<a href=\"http://www.bbc.co.uk/podcasts/series/6min\" target=\"_self\">podcast version</a>\n!\n<span>What's the name for someone who loves beards? Is it...</span>\n<span>a) barbophile?<br/></span>\n<span>b) pogonophile?<br/></span>\n<span>c) pelophile?</span>\n<span>Listen to the programme to find out the answer.</span>\n<span>Remember to subscribe to the <a href=\"http://www.bbc.co.uk/programmes/p02pc9tn/episodes/downloads\" target=\"_self\">podcast version</a>!</span>\n<strong>all the rage</strong>\n<br/>\nvery fashionable\n<strong>get on a bandwagon</strong>\n<br/>\njoin other people in doing something that has become popular - perhaps because you hope to become popular yourself\n<strong>talking point</strong>\n<br/>\nsubject that a lot of people are discussing\n<strong>competitive advantage</strong>\n<br/>\nwhen a condition or circumstance puts you in a favourable position\n<strong>clean shaven</strong>\n<br/>\nhaving no facial hair\n<strong>peaked</strong>\n<br/>\nreached its highest point - and will decline from this point\n<strong>sport</strong>\n<br/>\nwear\n<strong>flamboyant</strong>\n<br/>\neye catching and different\n<strong>feminism</strong>\n<br/>\nwomen's struggle to achieve the same rights as men\n<strong>women's lib</strong>\n<br/>\nwomen's liberation movement (similar to feminism)\n<strong>testosterone</strong>\n<br/>\nthe main male hormone\n<strong>melanoma</strong>\n<br/>\na serious type of skin cancer\n<strong>on board from the get go</strong>\n<br/>\ninvolvement with something right from the start\n<span><strong>Rob<br/></strong>Hello and welcome to 6 Minute English. I'm Rob…</span>\n<span><strong>Neil<br/></strong>… and I'm Neil. Hello.</span>\n<span><strong>Rob<br/></strong>Hi there, Neil! Now, Neil... what's that on your face? </span>\n<span><strong>Neil<br/></strong>What… this? It's a beard, Rob. Have you never seen one before?</span>\n<span><strong>Rob<br/></strong>I have. But I've never seen one on you before… and I'm surprised to say, it looks good on you!  </span>\n<span><strong>Neil<br/></strong>Well, thank you! I thought I'd get on the beard bandwagon, you know. Beards are <strong>all the rage</strong> at the moment - that means 'very fashionable'. </span>\n<span><strong>Rob<br/></strong>And <strong>to get on a bandwagon</strong> is when you join other people in doing something that has become popular – perhaps because you hope to become popular yourself! </span>\n<span><strong>Neil<br/></strong>Well, that doesn't apply to me, Rob, because, as you know, I'm very popular already.</span>\n<span><strong>Rob<br/></strong>Yes. Yes, I know that, of course... Anyway, beards are such <strong>a talking point</strong> – a subject that a lot of people are discussing – that we decided to talk about them on today's programme! So are you ready for today's question, Neil? What's the name for someone who loves beards? Is it…</span>\n<span>a) barbophile?</span>\n<span>b) pogonophile?</span>\n<span>or c) pelophile?</span>\n<span><strong>Neil<br/></strong>Hmm. All the answers sound tempting. But I’m going to go for a) barbophile.</span>\n<span><strong>Rob<br/></strong>Right. OK, well we'll find out if you're right or wrong later on. But this is interesting: a new scientific study suggests that the more beards there are in a population, the less attractive they become – and this currently gives clean-shaven men a competitive advantage. </span>\n<span><strong>Neil<br/></strong></span>\n<span>Oh, no! That's bad news for me, then! <strong>Competitive advantage</strong> means when a condition or circumstance puts you in a favourable position – in this case, being <strong>clean-shaven</strong> or having no facial hair. </span>\n<span><strong>Rob<br/></strong>That's right. We’ve reached 'peak beard' apparently. Beard popularity has <strong>peaked</strong> – or reached its highest point – and will decline in popularity from this point. </span>\n<span><strong>Neil<br/></strong>OK. Let's listen to writer, Lucinda Hawksley, talking about beards through history. And listen out for a word that means women's struggle to achieve the same rights and opportunities as men.</span>\n<strong><span>Lucinda Hawksley, writer of Moustaches, Whiskers and Beards<br/></span></strong>\n<span>It's interesting, while I was writing the book I came to realize that the most heavily bearded times in Britain are either when women are in power, such as Elizabeth I or Queen Victoria, or when there's a big discussion of feminism - and it is really interesting that in the last few years there's been so much more discussion of feminism. You get a woman on the throne and men go, 'Oh, got to have a beard.' It's really strange. Or in the 60s or 70s with all the kind of, you know, big thing about women's lib, suddenly the beard becomes huge here.</span>\n<span><strong>Rob<br/></strong></span>\n<span>Well, needless to say Lucinda doesn't have a beard, but she certainly knows a lot about them. She's the great great granddaughter of famous writer Charles Dickens, who <strong>sported</strong> – or wore – a very flamboyant beard. <strong>Flamboyant</strong> means eye-catching and different. </span>\n<span><strong>Neil<br/></strong>Now, did you spot the word for women's struggle to achieve the same rights as men? </span>\n<span><strong>Rob<br/></strong>Yes. It's <strong>feminism</strong>. She also talks about <strong>women's lib</strong>, which is short for women's liberation. And this has a similar meaning to feminism. So, what do you think, Neil? Are beards a show of testosterone in reaction to powerful women? Is that why you've grown your beard?</span>\n<span><strong>Neil<br/></strong>I don't think it's <strong>testosterone</strong> – that's the main male hormone. For me, it's laziness. I'm flying the flag for men's lib – liberation from the razor.</span>\n<span><strong>Rob<br/></strong>Right. Well, I'm not sure whether that's a worthy cause or not, Neil. Let's hear from Brock Elbank, the photographer behind the exhibition 'Beard'. He’s talking about one of the people he photographed.</span>\n<span><strong>Brock Elbank, photographer<br/></strong>I found Jimmy on a friend's Facebook page whilst I was in Sydney. Invited him to come to my home studio for a portrait and I posted it and it got reblogged over half a million times in four hours. I mean I think when Jimmy and I… when I met Jimmy he told me about his 'beard season' melanoma charity and I was kind of on board from the get go.</span>\n<span><strong>Neil<br/></strong>So Jimmy must have a pretty awesome beard!  </span>\n<span><strong>Rob<br/></strong>Indeed. We should check out the Beard exhibition and find out. But Jimmy has a beard for a special reason, right Neil?</span>\n<span><strong>Neil<br/></strong>That's right. Yes. Brock mentions Jimmy's melanoma charity. <strong>Melanoma</strong> is a serious type of skin cancer and Jimmy is raising money and awareness to help people who suffer from it.</span>\n<span><strong>Rob<br/></strong>And Brock says he was <strong>on</strong> <strong>board from the get go</strong> – meaning he wanted to be involved with the charity right from the start.</span>\n<span><strong>Neil<br/></strong>We should also mention 'Movember' and 'Decembeard' – both campaigns invite men to get hairy for good causes.</span>\n<span><strong>Rob<br/></strong>That's right, good causes – moustaches in November and beards in December. Now, let's have the answer to the quiz question. I asked: what's the name for someone who loves beards. Was it: a) barbophile b) pogonopile or c) pelophile? </span>\n<span><strong>Neil<br/></strong>And I said a) barbophile. </span>\n<strong><span>Rob<br/></span></strong>\n<span>Wrong, I'm afraid. The answer is actually b) pogonophile.</span>\n<strong><span>Neil<br/></span></strong>\n<span>Oh, well, you can't win them all. Now then, Rob, can we hear today's words again?</span>\n<strong><span>Rob<br/></span></strong>\n<span>Sure. We heard:</span>\n<span>all the rage<br/></span>\n<span>get on a bandwagon<br/></span>\n<span>talking point<br/></span>\n<span>competitive advantage<br/></span>\n<span>clean shaven<br/></span>\n<span>peaked<br/></span>\n<span>sport<br/></span>\n<span>flamboyant<br/></span>\n<span>feminism<br/>women's lib<br/>testosterone<br/>melanoma<br/></span>\n<span>on board from the get go</span>\n<strong>Neil<br/></strong>\n<span>Well, that's the end of today's 6 Minute English. We hope it wasn't too hair-raising for you. Please join us again soon.</span>\n<span><strong>Both<br/></strong>Bye.</span>",
  "title": "Are beards back to stay?"
}