{
  "pdf": "http://downloads.bbc.co.uk/learningenglish/features/6min/150129_6min_small_talk.pdf",
  "date": "29 Jan 2015",
  "audio": "http://downloads.bbc.co.uk/learningenglish/features/6min/150129_6min_small_talk_download.mp3",
  "description": "A social event full of people you don't know - we've all been there and it's not an easy situation. Rob and Neil discuss how to approach people and try to make friends.\nListen to the conversation and learn some new vocabulary.\n<strong>This week's question:</strong>\nWhen do babies usually start talking? Is it when they are:\na) 9 months\nb) 16 months or\nc) 18 months\nListen to the programme to find out the answer.\n<strong>small talk<br/> </strong>\npolite and informal conversation about things which aren't really important or meaningful when meeting people socially, eg at a party\n<strong>awkward<br/> </strong>\nfeeling uncomfortable, embarrassed\n<strong>etiquette<br/> </strong>\nset of rules which indicate what acceptable behaviour in society is\n<strong>breaking the ice<br/> </strong>\napproaching someone you don't know and starting a friendly conversation with them\n<strong>private<br/> </strong>\nsomeone who doesn't like to give away their personal information, opinions or share their feelings\n<strong>rude<br/> </strong>\nill-mannered or unpleasant\n<strong>slipped my mind<br/> </strong>\nforgot\nNote: This is not a word-for-word transcript\n<strong>Neil<br/> </strong>\nHello, I'm Neil. Welcome to 6 Minute English and with me in the studio is Rob.\n<strong>Rob<br/></strong>\nHello, Neil.\n<strong>Neil<br/></strong>\nHow are you today?\n<strong> </strong>\n<strong>Rob<br/> </strong>\nI'm fine, thanks. How are you?\n<strong> </strong>\n<strong>Neil<br/> </strong>\nI'm very well, actually. The weather has been nice lately, hasn't it?\n<strong> </strong>\n<strong>Rob<br/> </strong>\nYes, it has. The winter has been mild this year but... according to the forecast there might be some snow in parts of the country next week... And, you know, that's good because I love snow and we haven't seen much of it for quite a while. It's only rain, isn't it I...\n<strong> </strong>\n<strong>Neil<br/></strong>\nOK! OK! Enough! Enough now or they're going to think it's true that British people only talk about the weather!\n<strong>Rob<br/></strong>\nRight.\n<strong>Neil<br/></strong>\nIn this programme we're talking about conversation and how to start talking with people you don't know. In short: how to make\n<strong>small talk</strong>\n.\n<strong> </strong>\n<strong>Rob<br/> </strong>\nRight. Well, small talk is what we call a polite and informal conversation about things which aren't really important or meaningful when meeting people socially - like at a party, for example.\n<strong>Neil<br/></strong>\nAnd in this programme you'll learn some vocabulary about communication. But first, a question: Rob, when do babies usually start talking? Is it when they are...\na) 9 months\nb) 16 months or\nc) 18 months\n<strong>Rob<br/></strong>\nWell, I know they start making noises at quite an early age. And I guess if that's talking, let me say (a) 9 months.\n<strong>Neil<br/> </strong>\nOK. Well, we'll have the answer to that question at the end of the programme. Small talk is a social skill. Some people feel\n<strong>awkward</strong>\n- it means they feel uncomfortable, embarrassed - when they go to a party and don't know many people there.\n<strong>Rob<br/> </strong>\nLiz Brewer, the author of 'The Ultimate Guide to Party Planning and\n<strong>Etiquette</strong>\n', knows a lot about what to do on these occasions. Etiquette is the set of rules which indicate what behaviour in a society is acceptable and what is not.\n<strong>Neil<br/></strong>\nYes, the author knows a lot about etiquette. Let's listen to her advice. What expression does she use to describe the act of attempting to start a conversation with someone?\n<strong> </strong>\n<strong>Liz Brewer, author of 'The Ultimate Guide to Party Planning and Etiquette'<br/></strong>\n<em>You walk into a room, there's a sea of faces, well... (the) first thing we do is... it's the weather. We do it because we are in fact <strong>breaking the ice</strong>. That is a code. That means 'I want to talk to you'. It's an easy subject, it's not too penetrating. We're very <strong>private </strong>people, we don't like to give too much information. So we are on safe ground. We start off with the weather. If that goes well, we then take it one step further.</em>\n<strong>Rob<br/> </strong>\nLiz Brewer talks about breaking the ice. It means approaching someone you don't know and starting a friendly conversation with them.\n<strong><br/></strong>\n<strong>Neil<br/> </strong>\nAnd when you break the ice, talking about things which are not specific is the best way. You don't start a chat asking straight away where people live or what they do for a living.\n<strong> </strong>\n<strong>Rob<br/> </strong>\nAnd, as the author said, we are very private people. Private describes someone who doesn't like to give away their personal information, opinions or share their feelings. So we need more time to open up to people we've just met.\n<strong> </strong>\n<strong>Neil<br/> </strong>\nGood. So now you know what to do at a party when you don't know the other guests.\n<strong> </strong>\n<strong>Rob<br/> </strong>\nBut, Neil. There is one particular situation I'm not sure how to deal with. This is when I forget the name of the person I've been making small talk with.\n<strong> </strong>\n<strong>Neil<br/> </strong>\nYes, I know what that's like. You might not feel comfortable about allowing the person to realise you didn't really catch their name. It might sound\n<strong>rude</strong>\n.\n<strong> </strong>\n<strong>Rob<br/> </strong>\nYes, that's right. I don't want to sound rude - which means ill-mannered or unpleasant. The person I've just managed to approach might think I don't care.\n<strong>Neil<br/></strong>\nLet's see what tip author on etiquette Liz Brewer has for us. Which words does she use instead of \"I have forgotten\"?\n<strong>Liz Brewer, author of \"The Ultimate Guide to Party Planning &amp; Etiquette\"<br/></strong>\n<em>You can say \"Oh, just your name... it has just <strong>slipped my mind</strong> for the moment\". And they say \"Paul\", (you say) \"Oh no, no, no, I know you are Paul, it was the surname\". Or they give you the surname and then you add the other. As I say, small talk is a code towards getting information and going further. Once you feel comfortable, then you can have these wonderful in-depth conversations. Those are the kinds of things you want to probably do later.</em>\n<strong> </strong>\n<strong>Rob<br/> </strong>\nLiz Brewer says \"your name has just slipped my mind\", it's a gentler way of saying that they've just forgotten the person's name. And pretending that you knew the person's name but you want the other name is a clever trick.\n<strong>Neil<br/></strong>\nYes, it might sound like you forgot the name, but not completely. And this author shows that you have to interact with people in a charming way.\n<strong>Rob<br/></strong>\nYes... well, my co-presenter... your name has just slipped my mind for the moment...\n<strong>Neil<br/></strong>\nCome on, Rob. You know! You know it's Neil.\n<strong>Rob<br/></strong>\nYes, it is Neil. I'm just practising my social skills there.\n<strong>Neil<br/></strong>\nWell, I'm afraid you have to practise some other time because... well, I don't want to sound rude but we are running out of time. Let me give you the correct answer to the quiz question now.\n<strong>Rob<br/></strong>\nYes. You asked me \"When do babies usually start talking?\" and you gave me three options.\n<strong>Neil<br/></strong>\nYes, and the options were 9 months, 16 months or 18 months.\n<strong>Rob<br/></strong>\nAnd I went for the first one, 9 months. Was I right?\n<strong>Neil<br/></strong>\nYou were wrong. The correct answer was (c) 18 months. Now, according to the website webmd.com, there are some milestones in speech development. At 6 months, your baby begins babbling with different sounds. For example, your baby may say \"ba-ba\" or \"da-da\". And then, after that, at 9 months, babies can understand a few basic words. At the age of 18 months babies say up to 10 simple words.\n<strong>Rob<br/></strong>\nAh, interesting stuff. And we are still learning words now, aren't we?\n<strong>Neil<br/></strong>\nWe are. Well, enough of this small talk. Let's remember some of the words we used today, Rob.\n<strong> </strong>\n<strong>Rob<br/></strong>\nThey were:\nsmall talk\nawkward\netiquette\nbreaking the ice\nprivate\nrude\nslipped my mind\n<strong>Neil<br/> </strong>\nThat's it for this programme. Do visit\n<a href=\"http://www.bbclearningenglish.com/\">www.bbclearningenglish.com</a>\nto find more 6 Minute English programmes. Until next time. Goodbye!\n<strong> </strong>\n<strong>Rob<br/> </strong>\nBye bye!",
  "title": "Are you big on small talk?"
}