{
  "date": "2015-07-30",
  "description": "<strong>Gibbons</strong>\nbelong to a group of animals called\n<strong>primates</strong>\n. They are small apes that live in South East Asia. When they communicate with each other they sound like they are singing – and some sing in\n<strong>duets</strong>\n– but why?\nListen to Rob and Neil discussing\n<strong>screeching</strong>\nmonkeys, the songs that gibbons sing and the evolution of human language whilst teaching some related vocabulary.\nHow far can a gibbon's voice travel through the forest? Is it…\na) 500m\nb) 1km\nc) 5km?\n<strong><span>Vocabulary</span></strong>\n<span><strong>gibbons<br/></strong>small apes that live in Southeast Asia</span>\n<span><strong>primates<br/></strong>animals belonging to the same group as humans, which includes monkeys and apes</span>\n<span><strong>duets</strong><br/>songs sung by two people</span>\n<span><strong>a close shave<br/></strong>a dangerous or difficult situation you just manage to avoid</span>\n<span><strong>screeching<br/></strong>making a loud, high and unpleasant sound</span>\n<span><strong>face-off<br/></strong>argument or fight</span>\n<span><strong>evocative<br/></strong>brings strong feelings or memories to mind</span>\n<span><strong>cacophony<br/></strong>mix of loud noises, which often sound out of tune</span>\n<span><strong>territory <br/></strong>an area of land</span>\n<span><strong>alert<br/></strong>warn</span>\n<span><strong>predators<br/></strong>animals that kills and eats other animals</span>\n<span><strong>ancestor<br/></strong>an animal – or human – from the past that a modern animal or human has descended from</span>\n<span><strong>evolutionary<br/></strong>a gradual process of change or development</span>\nNote: This is not a word-for-word transcript\n<span><strong>Rob<br/></strong>Hello and welcome to 6 Minute English. I'm Rob…</span>\n<span><strong>Neil<br/></strong>And hello! I'm Neil.</span>\n<span><strong>Rob<br/></strong>Hi there Neil. Have you ever had a close encounter with a monkey or an ape?  </span>\n<strong><span>Neil<br/></span></strong>\n<span>Well I’m sitting right next to you, Rob?</span>\n<strong><span>Rob<br/></span></strong>\n<span>Very funny. Neil is referring to the fact that all humans are descended from apes, and apes and monkeys belong to a group of animals called <strong>primates</strong>.  The difference is that monkeys have tails, and apes don’t.  </span>\n<span><strong>Neil<br/></strong>Well, I didn’t know that. On a serious note… I had <strong>a close shave</strong> with some monkeys once in Bali.</span>\n<span><strong>Rob<br/></strong>A close shave is where you only just manage to avoid a dangerous situation. So Neil, what happened?</span>\n<span><strong>Neil<br/></strong>I was walking up a mountain on my own and suddenly a bunch of monkeys jumped out of nowhere, blocking my path.</span>\n<strong><span>Rob<br/></span></strong>\n<span>Oh goodness! OK. So what did you do?</span>\n<strong><span>Neil<br/></span></strong>\n<span>After standing there for ages while the monkeys screeched at me, I turned round and walked back the way I came.</span>\n<strong><span>Rob<br/></span></strong>\n<span>OK. If you <strong>screech</strong> at someone it means to make a loud, high and unpleasant sound. So the monkeys won that <strong>face-off</strong>, then!</span>\n<strong><span>Neil<br/></span></strong>\n<span>Absolutely! Yes, they did! And a face-off, by the way, means an argument or fight.</span>\n<strong><span>Rob<br/></span></strong>\n<span>Well, today’s show is about gibbons and the different sounds they make. <strong>Gibbons</strong> are small apes that live in Southeast Asia. And while Neil’s monkeys screech unpleasantly, gibbons sound like they are singing.</span>\n<strong><span>Neil<br/></span></strong>\n<span>Musical apes – that’s nice! So how about today’s quiz question, Rob?</span>\n<strong><span>Rob<br/></span></strong>\n<span>OK, good idea. How far can a gibbon’s voice travel through the forest? Is it…</span>\n<span>a) 500m</span>\n<span>b) 1km</span>\n<span>or c) 5km?</span>\n<strong><span>Neil<br/></span></strong>\n<span>Hmm. Well, I have to guess and I’m going to say b) 1km.</span>\n<strong><span>Rob<br/></span></strong>\n<span>You’ve never heard one.</span>\n<strong><span>Neil<br/></span></strong>\n<span>Never heard one…</span>\n<strong><span>Rob<br/></span></strong>\n<span>OK. We’ll find out later on in the programme whether you’re right or wrong. Now let’s listen to what a gibbon really sounds like.</span>\n<span><strong>Interview with Dr Esther Clarke, researcher at Durham University <br/></strong></span>\n<span><strong>Interviewer:</strong> Let’s just hear this. [gibbons calling] That’s an absolutely wonderful, evocative sound, isn’t it? Beautiful sound. And what are they doing there then? That is … I said talking to each other. </span>\n<span><strong>Dr Clarke:</strong> Well this is their… They’re singing together. So a male and a female, when they hold a territory together, will sing every morning what they call a duet. All the groups…</span>\n<span><strong>Interviewer:</strong> What we call a duet.</span>\n<span><strong>Dr Clarke:</strong> Yes, absolutely. And they’ll all sing together at the same time, and the whole forest will be alive with this cacophony of song.</span>\n<span><strong>Rob<br/></strong></span>\n<span>So the gibbons make an <strong>evocative</strong> sound. If something is evocative it brings strong feelings or memories to mind.</span>\n<span><strong>Neil<br/></strong>And something that is evocative is usually pleasant, Rob.</span>\n<strong><span>Rob<br/></span></strong>\n<span>It is. And what’s also interesting is that the apes are singing in pairs – one male and one female. They are singing <strong>duets</strong> together. So a duet is a song sung by two people – or in this case, sung by two gibbons!</span>\n<span><strong>Neil<br/></strong>And a lot of gibbons are singing duets at the same time – which Dr Clarke describes as a <strong>cacophony</strong>. Cacophony means a mix of loud noises, which often sound out of tune.</span>\n<span><strong>Rob<br/></strong>And that could easily describe us singing together! </span>\n<strong><span>Neil<br/></span></strong>\n<span>Let’s not do that.</span>\n<strong><span>Rob<br/></span></strong>\n<span>But what’s the reason for the gibbon duets, Neil?</span>\n<strong><span>Neil<br/></span></strong>\n<span>Well, the songs advertise the relationship between the male and the female. And they also help to make clear which <strong>territory</strong> – or bit of land – belongs to a pair or group of gibbons.</span>\n<span><strong>Rob<br/></strong>Gibbons also use different sounds to <strong>alert</strong> – or warn – other gibbons about danger from <strong>predators</strong> – these are animals that eat other animals. The gibbons use a quiet ‘hoo hoo’ call to communicate that a leopard is nearby, and an even quieter ‘hoo hoo’ call for an eagle.</span>\n<strong><span>Neil<br/></span></strong>\n<span>You’re very good at that Rob. </span>\n<strong><span>Rob<br/></span></strong>\n<span>Thank you.</span>\n<strong><span>Neil<br/></span></strong>\n<span>Now let’s hear more from Dr Clarke about this. How does she describe language?</span>\n<strong><span>Dr Esther Clarke, researcher at Durham University</span></strong>\n<br/>\n<span>Yes, so the idea is that if we find things like context-specific calling in non-human primates, it suggests that way back in time the ancestor that we shared with them also had context-specific calling so basically it just gives us some clues [as] to the evolutionary roots of complex communication like language. </span>\n<strong><span>Rob<br/></span></strong>\n<span>Dr Clarke says that if we go far enough back in time humans and other primates such as monkeys and apes have the same <strong>ancestor</strong>. </span>\n<strong><span>Neil<br/></span></strong>\n<span>Right. And ancestor means an animal – or human – from the past that a modern animal or human has descended from. So if this common ancestor used <strong>context-specific</strong> calls like modern gibbons – then it could have passed on this ability to humans a long time ago.</span>\n<strong><span>Rob<br/></span></strong>\n<span>Context-specific calling means different calls for different situations, for example one call for ‘leopard’ and another for ‘eagle’.</span>\n<strong><span>Neil<br/></span></strong>\n<span>And <strong>evolutionary</strong> means a gradual process of change or development.</span>\n<strong><span>Rob<br/></span></strong>\n<span>OK, let’s have the answer to the quiz question. Earlier I asked: How far can a gibbon’s voice travel through the forest? Is it: a) 500m b) 1km or c) 5km?</span>\n<strong><span>Neil<br/></span></strong>\n<span>And I said b) 1km. </span>\n<strong><span>Rob<br/></span></strong>\n<span>And you were right! A good guess! Perhaps you do know a lot about gibbons. So well done! Now, can we hear today’s words again maybe in a gibbon's voice Neil?</span>\n<strong><span>Neil<br/></span></strong>\n<span>I’m not sure about that. I’ll do it in a human voice. </span>\n<span>primates</span>\n<span>a close shave</span>\n<span>screech</span>\n<span>face-off</span>\n<span>gibbons</span>\n<span>evocative</span>\n<span>duet</span>\n<span>cacophony</span>\n<span>territory </span>\n<span>alert</span>\n<span>predators</span>\n<span>ancestor</span>\n<span>evolutionary</span>\n<strong><span>Rob<br/></span></strong>\n<span>Thank you. Well, that's the end of today's 6 Minute English. You can hear more 6 Minute English programmes on our website at <a href=\"http://www.bbc.co.uk/learningenglish\">bbclearningenglish.com</a>.  Please join us again soon.</span>\n<span><strong>Both<br/></strong>Bye.</span>",
  "title": "Why do gibbons sing duets?",
  "pdf": "http://downloads.bbc.co.uk/learningenglish/features/6min/150730_bbc_6min_english_gibbons.pdf",
  "audio": "http://downloads.bbc.co.uk/learningenglish/features/6min/150730_bbc_6min_english_gibbons_download.mp3"
}