{
  "pdf": "http://downloads.bbc.co.uk/learningenglish/features/6min/150115_6min_smoking_in_car.pdf",
  "date": "15 Jan 2015",
  "audio": "http://downloads.bbc.co.uk/learningenglish/features/6min/150115_6min_smoking_in_car_download.mp3",
  "description": "Smoking in cars with children is likely to be banned in England this year, under new laws put forward by the government. Rob and Neil talk about the move and consider the reaction among smokers.\nListen to the conversation and learn some new vocabulary.\n<strong><span>habit</span></strong>\n<span> <br/>something you do frequently without even thinking and that is difficult to give up</span>\n<strong><br/><br/><span>controversy</span></strong>\n<span> <br/>disagreement expressed in a heated and public way</span>\n<span><strong>campaigning<br/></strong>working in an organised and active way to achieve an objective</span>\n<span><strong>second-hand smoke<br/></strong>the smoke from other people's cigarettes</span>\n<span><strong>asthma<br/></strong>an illness about which you hear a lot about when people discuss the effects of tobacco smoke and pollution on people's lungs. People with asthma sometimes have difficulty to breathe</span>\n<span><strong>fine<br/></strong>the money you pay as a punishment for having breached the law</span>\n<span><strong>vulnerable<br/></strong>someone exposed to harm who can't defend themselves</span>\n<strong><br/><br/><span>personal space<br/></span></strong>\n<span>the area around a person's body which if invaded makes them feel uncomfortable</span>\nNote: This is not a word-for-word transcript\n<span><strong>Neil<br/></strong>Hello, I'm Neil. Welcome to 6 Minute English. With me in the studio today is Rob.</span>\n<strong><span>Rob<br/></span></strong>\n<span>Hello, Neil.</span>\n<strong><span>Neil<br/></span></strong>\n<span>Traditionally, January is the month in which people try to make their New Year's resolutions work. Some want to get fit, others swear they will drink less alcohol and there are those who want to stop smoking.</span>\n<span><strong>Rob<br/></strong>Many people might wish to stop smoking here in England because, according to a plan, smoking in cars with children will be banned under new laws put forward by the government.</span>\n<span><strong>Neil<br/></strong>And a similar move is being discussed in Wales, Scotland and Northern Ireland. Today we're talking about this new proposal restricting where people are allowed to smoke. And you'll learn some related vocabulary so you can have your own discussion on the subject.</span>\n<span><strong>Rob<br/></strong>We usually talk about smoking as a<strong> habit</strong> – that's what we do every day without even thinking and it's difficult to give up. Well, this ban is going to cause <strong>controversy</strong>, in other words, disagreement expressed in an angry, public way. </span>\n<strong><span>Neil</span></strong>\n<span> <br/>Yes, smokers are trying hard to carry on enjoying their cigarettes. But there are a couple of places where they've already lost the battle, Rob.</span>\n<span><strong>Rob<br/></strong>And where's that?</span>\n<strong><span>Neil<br/></span></strong>\n<span>I'm giving you a chance to tell me. Bans on smoking in cars where children are present already exist in some regions of particular countries. Is it:</span>\n<span>a)</span>\n<span>in the French capital, Paris</span>\n<span>b)</span>\n<span>in some US states</span>\n<span>c)</span>\n<span>in Greece</span>\n<strong><span>Rob<br/></span></strong>\n<span>I don't know but I'm gonna go for b) in some US states.</span>\n<span><strong>Neil<br/></strong>OK. Well, we'll have the answer to that question at the end of the programme. </span>\n<span>Now let's hear the argument in favour of a ban. Here's Dr Hilary Wareing. She is the director of the Tobacco Control Collaborating Centre, which works with the World Health Organisation.</span>\n<strong><span>Rob<br/></span></strong>\n<span>The World Health Organisation is <strong>campaigning </strong>to discourage people from smoking. Campaigning means working in an organised and active way to achieve an objective.</span>\n<span><strong>Neil<br/></strong>Listen out for what Dr Wareing calls the smoke from other people's cigarettes.  </span>\n<strong><span>Dr Hilary Wareing, Tobacco Control Collaborating Centre in Britain<br/></span></strong>\n<em><span>Those children who are exposed to <strong>second-hand smoke</strong> in cars are more likely to end up going to their doctors with respiratory infections, more likely to end up going to hospital with a respiratory infection and much more likely to get a wheeze or actually have <strong>asthma</strong> through their childhood. </span></em>\n<span><strong>Rob<br/></strong>So Dr Wareing calls smoke from other people's cigarette <strong>second-hand smoke</strong>. Second-hand is something which has had a previous owner.  </span>\n<span><strong>Neil<br/></strong>And she also mentions <strong>asthma</strong>. This is an illness you hear a lot about when people discuss the effects of tobacco smoke and pollution on people's lungs. People with asthma sometimes find it difficult to breathe. You faced this problem as a child, didn't you, Rob?</span>\n<span><strong>Rob<br/></strong>Asthma? No, but when I was a kid my brother, who was much older than me, used to smoke in the car. Now, the smell was terrible, the smoke bothered me a lot and even if I don't have asthma now, I just don't like breathing in smoke. If people want to smoke, it's their personal choice, but not near me.</span>\n<span><strong>Neil<br/></strong>The proposal under discussion here in England includes a <strong>fine</strong> of up to £50 – that's about $80 – imposed on the driver of the car if there's somebody smoking when there's a child passenger.</span>\n<span><strong>Rob<br/></strong>A fine is the money you pay as a punishment for having broken the law. And the driver is responsible, even if he is not the person smoking in the car. This will really cause some conflict.</span>\n<span><strong>Neil<br/></strong>It probably will. But it's difficult to find anyone who doesn't defend a child's right to be healthy. Children are <strong>vulnerable</strong> – vulnerable means they are exposed to harm and can't defend themselves. We have to protect them. But many smokers see this proposal with suspicion.</span>\n<span><strong>Rob<br/></strong>Yes, in the last few years, smokers have seen restrictions in their ability to smoke. In many countries they aren't allowed to smoke in closed public places like bars anymore. And cigarette packages show disturbing pictures of diseased lungs.</span>\n<span><strong>Neil<br/></strong>Smoking doesn't look so cool anymore. One of the smokers suspicious of the new ban is Hayley. This British driver said she doesn't smoke when her children are on board. But that's as far as she goes in agreeing with the ban.</span>\n<span><strong>Rob<br/></strong>What objection – I mean what reason for disagreeing – is she raising?</span>\n<strong><span>Neil<br/></span></strong>\n<span>Listen out for the two words Hayley uses when talking about the physical area surrounding her which she feels is very personal.</span>\n<strong><span>Hayley, a smoker<br/></span></strong>\n<em><span>If they are going to stop it with people in the cars with their children I completely agree with that. I completely understand where they are coming from, but to take it to the next level of stopping it even if you haven't got children in the car then I think that's a little bit beyond people's <strong>personal space</strong>, really.</span></em>\n<span><strong>Rob<br/></strong>Hayley talks about her personal space – it means the area around her body which she feels is hers and if invaded makes her feel uncomfortable. In this case, Hayley feels that her car is her personal space and she should be able to choose if she wants to smoke in it.</span>\n<strong><span>Neil<br/></span></strong>\n<span>Well, it seems that enforcing this ban will be a bit of a challenge for the authorities. There's a ban on smoking inside buses but I tell you, sometimes I can smell smoke from somewhere.</span>\n<strong><span>Rob<br/></span></strong>\n<span>They breach the law at their own peril. But other places have managed to implement the ban on smoking in cars with child passengers. So what's the answer to the question you put earlier in the programme, Neil?</span>\n<strong><span>Neil<br/></span></strong>\n<span>Where are people not allowed by law to smoke in private cars with children on board: is it Paris, some US states or Greece?</span>\n<strong><span>Rob<br/></span></strong>\n<span>Well, I said some US states.</span>\n<strong><span>Neil<br/></span></strong>\n<span>And you were correct!</span>\n<strong><span>Rob<br/></span></strong>\n<span>Oh good.</span>\n<strong><span>Neil<br/></span></strong>\n<span>Well, the proposal here in England has yet to be voted for in Parliament and it might be implemented only by October. </span>\n<strong><span>Rob<br/></span></strong>\n<span>So plenty of time there for a good debate. </span>\n<strong><span>Neil<br/></span></strong>\n<span>Yes but two people who can't continue the discussion, at least for the moment, are both of us. That's because we've run out of time, Rob. Let's just remember some of the words used today.</span>\n<strong><span>Rob<br/></span></strong>\n<span>habit</span>\n<span>controversy</span>\n<span>campaigning</span>\n<span>second-hand smoke</span>\n<span>asthma</span>\n<span>fine</span>\n<span>vulnerable</span>\n<span>personal space</span>\n<span><strong>Neil<br/></strong>That's it for today. Do log on to </span>\n<a href=\"http://www.bbclearningenglish.com/\"><span>www.bbclearningenglish.com</span></a>\n<span> to find more 6 Minute English programmes. Until next time. Goodbye!</span>\n<span><strong>Rob<br/></strong>Bye!</span>",
  "title": "Smokers to face one more ban"
}