{
  "pdf": "http://downloads.bbc.co.uk/learningenglish/features/6min/150514_6min_space_walk.pdf",
  "date": "14 May 2015",
  "audio": "http://downloads.bbc.co.uk/learningenglish/features/6min/150514_6min_space_walk_download.mp3",
  "description": "Fifty years ago, on 18 March 1965, Soviet astronaut Alexei Leonov took the first space walk.\nListen to Rob and Neil describing the struggles of that groundbreaking space mission whilst explaining some related vocabulary.\nRemember to subscribe to the\n<a href=\"http://www.bbc.co.uk/podcasts/series/6min\" target=\"_self\">podcast version</a>\n!\nHow long did the first space walk last? Was it...\n<br/>\na) 2 minutes?\n<br/>\nb) 12 minutes?\n<br/>\nc) 22 minutes?\nListen to the programme to find out the answer.\n<strong>stranded<br/> </strong>\nleft somewhere with no way of leaving\n<strong>like nothing on earth<br/> </strong>\n(idiom) very good/very bad\n<strong>plain sailing<br/> </strong>\ngoing without any problems\n<strong>unknown territory<br/> </strong>\na place where nobody had ever visited\n<strong>inflated<br/> </strong>\nfilled with air or gas\n<strong>can't cope with something<br/> </strong>\ncan't manage a difficult situation\n<strong>presence of mind<br/> </strong>\nbeing able to make good decisions or act quickly in a difficult situation\n<strong>in Leonov's shoes<br/> </strong>\ndoing what he (Leonov) did\n<strong>manually<br/> </strong>\nby hand\n<strong>detach<br/> </strong>\nto separate from something\n<strong>home and dry<br/> </strong>\nsuccessfully complete something\n<strong>touched down<br/> </strong>\nlanded\n<strong>wring out<br/> </strong>\ntwist or squeeze something to remove water\n<strong><strong>off course<br/> </strong></strong>\nnot following the right route\n<strong> </strong>\nNote: This is not a word-for-word transcript\n<strong>Rob<br/> </strong>\nHello and welcome to 6 Minute English. I'm Rob…\n<strong>Neil<br/> </strong>\n… and I'm Neil. Hello.\n<strong> </strong>\n<strong>Rob<br/> </strong>\nHello, Neil! I watched that space movie last night – the one where those astronauts are stranded in space.\n<strong>Neil<br/> </strong>\n<strong>Stranded</strong>\nmeans stuck in a place with only a small chance of leaving.\n<em>Gravity</em>\n, you mean?\n<strong>Rob<br/></strong>\nThat's the one. And this year marks the 50th anniversary of the first ever space walk. On 18th March 1965 Russian cosmonaut Alexei Leonov was the first man to drift free in space – 500km from the surface of Earth. And that’s the subject of today’s show!\n<strong>Neil<br/> </strong>\nWhat on earth must that have felt like?\n<strong>Rob<br/> </strong>\nAh ha! Exactly. It would have felt\n<strong>like</strong>\n<strong>nothing on earth</strong>\n– and that’s to say, very strange indeed. He was the first person to experience the colourful geography of our planet stretched out before him.\n<strong>Neil<br/> </strong>\nVery poetic, Rob! But moving on, how about answering today’s quiz question: How long did the first space walk last? Was it...\na) 2 minutes?\nb) 12 minutes?\nor c) 22 minutes?\n<strong>Rob<br/></strong>\nHmm. All quite short – so I think I’ll go for the one in the middle – 12 minutes.\n<strong>Neil<br/></strong>\nWe'll find out if you're right or wrong later on. Now, ‘cosmonaut’ literally means ‘sailor of the universe’. But Leonov’s mission wasn’t\n<strong>plain sailing</strong>\n– in other words, it wasn’t easy or straightforward.\n<strong>Rob<br/></strong>\nThat’s right.  No one had ever gone out into space before – it was unknown territory –\n<strong>unknown territory</strong>\nmeans a place or activity that people do not know anything about or have not experienced before. And as it happens, there were big problems.\n<strong>Neil<br/></strong>\nWhen Leonov left the capsule his spacesuit\n<strong>inflated</strong>\n– or swelled up – like a balloon because the pressure inside the suit was greater than outside.  This made it impossible for Leonov to get back through the door of the spacecraft, putting him in a life-threatening situation.\n<strong>Rob<br/></strong>\nLet’s listen to Helen Sharman, the first Briton in space, talking about it.\n<strong>Helen Sharman, first Briton in space<br/></strong>\nSo he decreases the pressure of his suit, which means that it’s a bit more able to move inside it, but it means the amount of oxygen he’s got around his face is now dangerously low so he can’t cope with that for very long. So if he’s not able to get in quickly, he’s going to die of oxygen starvation, um […] so he had the presence of mind to get on with all of this, got back in, swivelled himself round, managed to close the airlock, and then when the pressure was equilibrated was finally able to, you know, hug his compatriot up there in space.\n<strong>Neil<br/></strong>\nNow, if you\n<strong>can’t cope</strong>\n<strong>with</strong>\n<strong>something</strong>\nit means you are unable to deal successfully with a difficult situation. And here the situation was having very little oxygen.\n<strong>Rob<br/></strong>\nBut Leonov had the presence of mind to find a solution.\n<strong>Presence of mind</strong>\nmeans being able to react quickly and stay calm in a difficult or dangerous situation.\n<strong>Neil<br/></strong>\nAnd if I was\n<strong>in Leonov’s shoes</strong>\n– meaning if I was in his situation – I would have panicked big time!\n<strong>Rob<br/></strong>\nAnd there was plenty more to panic about before the mission was over. The spacecraft’s automatic re-entry system failed so the cosmonauts had to fire the rockets\n<strong>manually</strong>\n– meaning controlled by hand – which they had never done before.\n<strong>Neil<br/></strong>\nAnd that’s not all. Their capsule failed to\n<strong>detach</strong>\n– or separate – from the spacecraft’s equipment module, and this sent them tumbling through space towards Earth.\n<strong>Rob<br/></strong>\nBut the capsule did finally detach. And then you would think they’d have been home and dry, wouldn’t you?\n<strong>Home and dry</strong>\nmeans being close to achieving a goal.\n<strong>Neil<br/></strong>\nWell, they certainly weren’t dry. The capsule\n<strong>touched down</strong>\n– or landed – hundreds of kilometres off course in freezing Siberia populated only by wolves and bears. Leonov had sweated so much on the space walk that his boots were filled with water up to his knees! Both cosmonauts had to\n<strong>wring out</strong>\n– or twist and squeeze – their clothes to avoid frostbite.\n<strong>Rob<br/></strong>\nAnd\n<strong>off course</strong>\n, by the way, means not following the right route. Those men must have been overjoyed when they were finally airlifted to safety two days later!\n<strong>Neil<br/></strong>\nBut what seems unfair to me is, we all know about the Apollo moon landing, but how many of us know about the first space walk?\n<strong>Rob<br/></strong>\nWell, at least we do now, and of course our listeners do too!\n<strong>Neil<br/></strong>\nOK, let’s have the answer to the quiz question. I asked: How long did the first space walk last? Was it… a) 2 minutes b) 12 minutes or c) 22 minutes?\n<strong>Rob<br/></strong>\nI said a) 12 minutes.\n<strong>Neil<br/></strong>\nAnd you were right!\n<strong>Rob</strong>\n<br/>\nExcellent. Good! So 12 minutes eh? What an amazing short stroll that must have been but a very historic one too.\n<strong>Neil</strong>\n<br/>\nWell done. Now, can we hear today’s words again please?\n<strong>Rob<br/></strong>\nOK. We heard:\nstranded\nlike nothing on earth\nplain sailing\nunknown territory\ninflated\ncan’t cope with something\npresence of mind\nin Leonov’s shoes\nmanually\ndetach\nhome and dry\ntouched down\nwring out\noff course\n<strong>Neil</strong>\n<br/>\nWell, that’s the end of today's 6 Minute English. We thought it was out of this world – hope you thought so too! Please join us again soon.\n<strong>Both<br/></strong>\nBye.",
  "title": "The first space walk"
}