{
  "date": "2015-12-10",
  "description": "Leaving home to start life at university is an exciting time for many young people but very challenging for some. Alice and Neil discuss the psychological pressures of making this big transition. They also teach some related vocabulary.\nIn a survey of students at Imperial College London, how many students said they suffered from high levels of stress or a mental health condition during their time at college? Was it…\na) 1 out of 4?\nb) 2 out of 4?\nc) 3 out of 4?\nYou can hear the right answer at the end of the programme.\n<strong><span>through rose-tinted spectacles</span></strong>\n<strong><br/></strong>\n<span>seeing a situation as better than it really was</span>\n<span><strong>out of your comfort zone<br/></strong>being in a situation that you aren't familiar with and which makes you feel nervous</span>\n<strong><span>counselling</span></strong>\n<br/>\n<span>professional help with personal or psychological problems</span>\n<strong><span>homesick</span></strong>\n<br/>\n<span>missing your family and friends when you're away from home </span>\n<strong><span>stress</span></strong>\n<br/>\n<span>pressure or worry caused by a difficult situation</span>\n<strong><span>balancing act</span></strong>\n<br/>\n<span>where you try to give your attention to two or more things at the same time</span>\n<strong><span>look after yourself</span></strong>\n<br/>\n<span>be responsible for or take care of yourself</span>\n<strong><span>budgeting</span></strong>\n<br/>\n<span>planning how much money you have and how you will spend it</span>\n<strong><span>stressed</span></strong>\n<br/>\n<span>anxious and worried</span>\nNote: This is not a word-for-word transcript\n<span><strong>Alice<br/></strong>Hello and welcome to 6 Minute English. I'm Alice…</span>\n<span><strong>Neil<br/></strong>… and I'm Neil. Hello.</span>\n<span><strong>Alice<br/></strong>Hello, Neil. You went to university, didn't you? </span>\n<span><strong>Neil<br/></strong>Yes. University – the best days of my life. I made fantastic friends, went to great parties…</span>\n<strong><span>Alice<br/></span></strong>\n<span>Did some work? </span>\n<strong><span>Neil<br/></span></strong>\n<span>Well, yeah, I did <em>some</em> work, but probably not enough.</span>\n<strong><span>Alice<br/></span></strong>\n<span>Well, the subject of today's show is student mental health. So, Neil, do you think you're looking back at your university days <strong>through rose-tinted spectacles</strong>? And that means looking at a situation as being better than it really was.</span>\n<strong><span>Neil<br/></span></strong>\n<span>I did feel out of my comfort zone when I arrived. Yes, everyone seemed to know everyone… knew where to go.</span>\n<span><strong>Alice<br/></strong>Yes, well, being<strong> out of your comfort zone </strong>means being in a situation that you aren't familiar with and which makes you feel nervous. Did you talk to anyone about your feelings, Neil? Did you get any <strong>counselling</strong>? And that means professional help with personal or psychological problems.</span>\n<span><strong>Neil<br/></strong>What? No, not me. I'm one of those men who isn't good at talking about their feelings, Alice. I just felt a bit <strong>homesick</strong> that's all – I missed my friends and family. But let's move on, shall we! Why don't you ask me today's quiz question? </span>\n<strong><span>Alice<br/></span></strong>\n<span>Alright then. So here it is: In a survey of students at Imperial College London, how many students said they suffered from high levels of stress or a mental health condition during their time at college? Was it…<br/></span>\n<span>a) 1 out of 4?<br/></span>\n<span>b) 2 out of 4?<br/></span>\n<span>or c) 3 out of 4?</span>\n<strong><span>Neil<br/></span></strong>\n<span>Well, I'm going to go for c) 3 out of 4 because I do think that university life can be more stressful than people realize.</span>\n<strong><span>Alice<br/></span></strong>\n<span>Yes. And <strong>stress</strong> means pressure or worry caused by a difficult situation. OK, we'll find out if you're right or wrong later on. Now in the UK, there has been a rise in students using counselling services.</span>\n<span><strong>Neil<br/></strong>Why's that, Alice? </span>\n<strong><span>Alice<br/></span></strong>\n<span>Well, let's listen to Kirsty, a student at Exeter University, talking about why she has had problems. And here's a question for you while you listen: Did she enjoy her first days in college?</span>\n<strong><span>INSERT</span></strong>\n<br/>\n<span><strong>Kirsty McMurron, student at Exeter University<br/></strong></span>\n<span>No. The thing is… it… is a real balancing act. When I first got to university I don't think I'd really realized that I'd forgotten how to make friends you know, I'd been with the same school friends for seven years, and so I was trying to balance you know social success with academic success whilst learning how to look after myself at quite a young age. And I think that's the experience of a lot of young people. And people really struggle with it.</span>\n<strong><span>Neil<br/></span></strong>\n<span>What's a <strong>balancing act</strong>, Alice?</span>\n<span><strong>Alice<br/></strong>It's where you try to give your attention to two or more things at the same time. So here, Kirsty is trying to balance making new friends with doing her academic work and learning to look after herself.</span>\n<strong><span>Neil<br/></span></strong>\n<span>What does Kirsty mean when she says she's learning to look after herself?</span>\n<strong><span>Alice<br/></span></strong>\n<span>Well, to <strong>look after someone</strong> means to protect or take care of someone – and in this case, Kirsty's learning to take care of herself – for example doing her own shopping and cooking. </span>\n<strong><span>Neil<br/></span></strong>\n<span>OK, let's listen to Dr Ruth Caleb of the counselling service at Brunel University in London talking about what practical stuff students could learn before leaving for university that might make life easier for them.</span>\n<span><strong>INSERT<br/></strong><strong>Dr Ruth Caleb, Head of the counselling service at Brunel University, London<br/></strong></span>\n<span>Certain things that I think it would be very very helpful for students to have put in place are an ability to do the practical things of life – to do the washing, to do the cleaning and so on – being able to cook. Budgeting is extremely important in university life. And also spending time on your own comfortably.</span>\n<span><strong>Neil<br/></strong>Yes, that's excellent advice. I couldn't boil an egg when I arrived at uni.</span>\n<strong><span>Alice</span></strong>\n<br/>\n<span>Oh, really? Can you do it now, Neil? </span>\n<strong><span>Neil<br/></span></strong>\n<span>Just about, just about.</span>\n<strong><span>Alice<br/></span></strong>\n<span>Yeah? Great. And what about <strong>budgeting</strong>? This means planning how much money you have and how you will spend it.</span>\n<strong><span>Neil</span></strong>\n<br/>\n<span>I'm still pretty bad at that. However, I am very good at spending time on my own comfortably. </span>\n<strong><span>Alice<br/></span></strong>\n<span>Yes, I can believe that – feet up, watching TV with a takeaway. </span>\n<strong><span>Neil<br/></span></strong>\n<span>Takeaway, of course a takeaway cause I can't cook anything…</span>\n<strong><span>Alice<br/></span></strong>\n<span>No.</span>\n<strong><span>Neil<br/></span></strong>\n<span>… not even an egg. You know me so well. So how about the answer to today's quiz question, Alice?</span>\n<strong><span>Alice<br/></span></strong>\n<span>Alright then. I asked: In a survey of students at Imperial College London, how many said they suffered from high levels of stress or a mental health condition during their time at college? Was it…<br/></span>\n<span>a) 1 out of 4?<br/></span>\n<span>b) 2 out of 4?<br/></span>\n<span>or c) 3 out of 4?</span>\n<span><strong>Neil<br/></strong>And I said c) 3 out of 4.</span>\n<span><strong>Alice<br/></strong>Yes. And you are correct – well done, Neil! The survey, completed by over a thousand students, also found that almost 70% of those that suffer from stress do so at least once a week, and 9% of students feel <strong>stressed</strong> constantly. Stressed means anxious and worried.</span>\n<span><strong>Neil<br/></strong>Well, I feel anxious just thinking about all that stress. Can we hear today's words again?</span>\n<strong><span>Alice<br/></span></strong>\n<span>We certainly can. They are:<br/></span>\n<span>through rose-tinted spectacles<br/></span>\n<span>out of your comfort zone<br/></span>\n<span>counselling<br/></span>\n<span>homesick<br/></span>\n<span>stress<br/></span>\n<span>balancing act<br/></span>\n<span>look after yourself<br/></span>\n<span>budgeting<br/></span>\n<span>stressed</span>\n<strong><span>Neil<br/></span></strong>\n<span>Well, that brings us to the end of today's 6 Minute English. We hope you've had a stress-free time. Please do join us again soon. You know where to find us, don't you? Go to </span>\n<a href=\"http://www.learningenglish.com/\"><span>www.learningenglish.com</span></a>\n<span> , where you'll find grammar points, vocabulary and more editions of 6 Minute English.</span>\n<span><strong>Both<br/></strong>Bye.</span>",
  "title": "Is student life all good?",
  "pdf": "http://downloads.bbc.co.uk/learningenglish/features/6min/151210_6min_english_university_life.pdf",
  "audio": "http://downloads.bbc.co.uk/learningenglish/features/6min/151210_6min_english_university_life_download.mp3"
}