{
  "date": "2015-03-26",
  "description": "The National Gallery in London has banned selfie sticks.\nThe gallery says it has placed them in the same category as tripods, which are banned \"in order to protect paintings, individual privacy and the overall visitor experience\".\nThe National Gallery ban follows other galleries around the world, including the Smithsonian museums in Washington.\nNeil and Harry discuss the reasons why selfie sticks are being banned.\n<strong>This week's question:</strong>\nAccording to the Guinness World Records, Patrick Peterson has taken the most 'selfies' in one hour – but do you know how many?\na)         449\nb)         1,449\nc)         2,449\nListen to the programme to find out the answer.\n<strong>selfie<br/></strong>\na self-portrait taken on a smartphone\n<strong>capture<br/></strong>\nto take a photograph\n<strong>a snap<br/></strong>\na quick and informal photograph\n<strong>selfie stick<br/></strong>\nan extendable pole to hold your smartphone on\n<strong>viewpoint<br/></strong>\na place where you can see or watch something\n<strong>soared<br/></strong>\nrisen quickly\n<strong>distracting<br/></strong>\nstopping you from concentrating on something\n<strong>a ban<br/></strong>\nofficially say something is not allowed\n<strong>imposed<br/></strong>\nintroduced\n<strong>sticking their neck out<br/></strong>\ndoing or saying something that other people may not like or agree with\n<strong>engaged<br/></strong>\n(here) involved in doing something\nNote: This is not a word-for-word transcript\n<strong>Neil<br/></strong>\nHello, welcome to 6 Minute English. I'm Neil…\n<strong>Harry<br/></strong>\nAnd I'm Harry.\n<strong>Neil<br/></strong>\nNow Harry, have you ever taken a '\n<strong>selfie</strong>\n' – that's a photo of yourself, usually with your mobile phone?\n<strong>Harry<br/></strong>\nYes, I have. I've taken them all over London with my children – of course selfies are very easy to take with your smartphone and recently we've seen some famous selfies featuring well-known people such as the one taken by actor, Ellen DeGeneres at last year's Oscars ceremony.\n<strong>Neil<br/></strong>\nYes, it seems that there are no limits to the places where you can\n<strong>capture</strong>\nyourself in a photo. But there is a limit on how far you can stretch your arm out and take\n<strong>a snap</strong>\n– a quick photo – of you and your friends.\n<strong>Harry<br/></strong>\nThat's true, so thank goodness for the\n<strong>selfie stick</strong>\n– an expanding pole to put your smartphone on which gives you a wider view. This means you can take in more of the background. Sounds like a good idea.\n<strong>Neil<br/></strong>\nIt does, but it's also causing a problem in some places around the world. More on that in a moment but let's not forget I have a question to ask you Harry.\n<strong>Harry<br/></strong>\nOK Neil.\n<strong>Neil<br/></strong>\nWell, we know some people love to take photos of themselves but perhaps not as much as Patrick Peterson. According to Guinness World Records he has taken the most 'selfies' in one hour – but do you know how many? Is it:\na)    449\nb)    1,449\nc)    2,449\n<strong>Harry<br/></strong>\nWell, I guess he's gotta move and be in a different position so I'm not going to go for the highest one. I'm gonna say1,449.\n<strong>Neil<br/></strong>\nOK, well, we'll find out the answer at the end of the programme. But now let's talk more about the dangers of the selfie stick! They can certainly be useful for taking photos from a different\n<strong>viewpoint</strong>\nand it does mean that you get more people in your photo.\n<strong>Harry<br/></strong>\nSales of the selfie stick have\n<strong>soared</strong>\n– or risen quickly - since last year and they are now a common sight at tourist destinations. They're great if you want to take a better photo but they're very annoying if you're not involved with the photo.\n<strong>Neil<br/></strong>\nYes and this is particularly frustrating if you're trying to look at paintings and sculptures at an art gallery. They just get in the way and can be very\n<strong>distracting</strong>\n.\n<strong>Harry<br/></strong>\nYou mean they stop someone giving their full attention to what they are looking at. Well, this is the reason that some famous art galleries around the world are putting\n<strong>a ban</strong>\non selfie-sticks – a ban means they are no longer allowed.\n<strong>Neil<br/></strong>\nPlaces such as the Smithsonian museums in Washington and the Palace of Versailles in Paris were the first to do this and now the National Gallery in London have stopped them being used.\n<strong>Harry<br/></strong>\nLet's hear the exact reasons why from the gallery's Doctor Susan Foister. What phrase does she use to mean trying to do the best thing for the visitors and for the paintings themselves?\n<strong>Doctor Susan Foister, Deputy Director, The National Gallery<br/></strong>\nWe have over 6 million visitors a year here, some of our rooms could get quite crowded, so we have to find the right balance between the experience of our visitors close to the paintings and the safety of the paintings themselves.\n<strong>Neil<br/></strong>\nSo the National Gallery is a popular and busy place and it gets quite crowded – and it doesn't help the problem if people are holding up selfie sticks!\n<strong>Harry<br/></strong>\nYes – so they have\n<strong>imposed</strong>\n– or brought in – this ban to do the best thing for the visitors and for the paintings themselves – it's what Doctor Foister called 'the right balance'. She wants to give visitors trying to get close to the paintings a good experience.\n<strong>Neil<br/></strong>\nAnd she makes the point that there's a risk that the painting, which can be worth millions of pounds, could be damaged by one of these sticks.\n<strong>Harry<br/></strong>\nOf course you are still allowed to take a selfie, and some museums are\n<strong>'sticking their neck out'</strong>\nand still allowing people to use them.\n<strong>Neil<br/></strong>\nA good idiom there Harry – you mean they're doing something that other people may not like – yes, places such as the ICA – that's the Institute for Contemporary Art – in London say selfie sticks are part of modern-day life.\n<strong>Harry<br/></strong>\nHere is Catherine Stout, Head of Programmes at the ICA. How does she describe the type of visitors who go to her gallery?\n<strong>Catherine Stout, Head of Programmes, ICA<br/></strong>\nWe are very happy for our visitors to take their own photographs for personal use, of course we always secure the artist's permission, but actually because we have a very young audience they're completely engaged with social media, they want to use that forum to connect with each other, to share their experiences, if they wish to use a stick they're very welcome to do so as long as, obviously, the artwork is not damaged in any way.\n<strong>Neil<br/></strong>\nSo the people who visit that gallery are young and use social media a lot – they are '\n<strong>engaged</strong>\n' with it and they like to share their experiences. This means taking photos on their smartphones and if they want to use a selfie stick?\n<strong>Harry<br/></strong>\n… then they are 'welcome to do so'. Just watch out where you stick it! I suppose, as long as you respect other visitors and don't get in the way, then it's ok to use one.\n<strong>Neil<br/></strong>\nWell I'm not so sure. Anyway, it's time to reveal the answer to the question I asked you earlier.\n<strong>Harry<br/></strong>\nYes, this was about Patrick Peterson, who holds the record for taking the most selfies in one hour. You asked me if he took 449, 1,449 or 2,449 in one hour.\n<strong>Neil<br/></strong>\nAnd you said 1,449, which was … the correct answer! I wonder what he did with all those images…\n<strong>Harry<br/></strong>\nHe probably put them on social media.\n<strong>Neil<br/></strong>\nWell we need to 'stick' to our six minutes of English but just before we run out of time, could you remind us of some of the vocabulary we've used today Harry?\n<strong>Harry<br/></strong>\nYes. We had…\nselfie\ncapture\na snap\nselfie stick\nviewpoint\nsoared\ndistracting\na ban\nimposed\nsticking their neck out\nengaged\n<strong>Neil<br/></strong>\nThank you. Well, that's it for now. Go to bbclearningenglish.com to find more 6 Minute English programmes. Until next time. Goodbye!\n<strong>Harry<br/></strong>\nBye!",
  "title": "A threat to London's artwork?",
  "pdf": "http://downloads.bbc.co.uk/learningenglish/features/6min/150326_6min_english_selfie_stick.pdf",
  "audio": "http://downloads.bbc.co.uk/learningenglish/features/6min/150326_6min_english_selfie_stick_download.mp3"
}