{
  "pdf": "http://downloads.bbc.co.uk/learningenglish/features/6min/150402_6min_english_3parents.pdf",
  "date": "02 Apr 2015",
  "audio": "http://downloads.bbc.co.uk/learningenglish/features/6min/150402_6min_english_3parents_download.mp3",
  "description": "The UK has become the first country to approve legislation allowing the creation of babies using DNA from three people. The technique is designed to stop genetic diseases being passed from mother to child. Neil and Harry talk about this controversial proposal. Listen to their conversation and learn some new vocabulary.\n<strong>This week's question:</strong>\n<span>What percentage of human DNA is similar to that of a banana? Is it:</span>\n<span>a)</span>\n<span>About 1%</span>\n<span>b)</span>\n<span>About 20% or</span>\n<span>c)</span>\n<span>About 50%</span>\nListen to the programme to find out the answer.\n<strong><span>DNA<br/></span></strong>\n<span>chemical structure present in the centre of a cell which defines somebody's characteristics</span>\n<strong><span>genes<br/></span></strong>\n<span>parts of the DNA</span>\n<strong><span>faulty<br/></span></strong>\n<span>defective, something that doesn't work properly</span>\n<strong><span>genetics<br/></span></strong>\n<span>the science of how living creatures pass their characteristics to their offspring</span>\n<strong><span>pioneering<br/></span></strong>\n<span>something never done before</span>\n<strong><span>mitochondria (the singular is irregular: mitochondrion)<br/></span></strong>\n<span>structures in a cell which produce energy, the cell's 'batteries'</span>\n<strong><span>the gene is out of the bottle<br/></span></strong>\n<span>something which can't be stopped after it has started</span>\n<span><strong>designer babies<br/></strong></span>\n<span>babies whose characteristics like height, sex, hair and eye colour are created to order</span>\n<strong><span>mind-boggling<br/></span></strong>\n<span>astonishing, overwhelming</span>\nNote: This is not a word-for-word transcript\n<strong><span>Neil<br/></span></strong>\n<span>Hello. Welcome to 6 Minute English. I'm Neil and with me in the studio today is Harry. </span>\n<strong><span>Harry<br/></span></strong>\n<span>Hello!</span>\n<span><strong>Neil<br/></strong>We all have two biological parents but in the future if someone from the UK tells you they have three parents, it might be true. </span>\n<span><strong>Harry<br/></strong>That's right. This is because the UK has become the first country to approve laws allowing the creation of babies with <strong>DNA</strong> from three people! DNA is the chemical structure present in the centre of a cell which defines somebody's characteristics. This is to fight a particular disease.</span>\n<span><strong>Neil<br/></strong>Yes. Sometimes parts of the DNA called <strong>genes</strong> are <strong>faulty</strong>; it means they don't work properly and this might cause problems later on. A new technique will allow some of these genes to be replaced by healthy ones from a third person. </span>\n<strong><span>Harry</span></strong>\n<span> <br/>This practice is controversial – people argue about it. They fear we're going to mess with nature and end up with a Frankenstein's monster!</span>\n<strong><span>Neil<br/></span></strong>\n<span>Wow, that would be frightening, let's hope it doesn't happen! Well, in this programme we're talking about the three-parent baby and you're going to learn some vocabulary related to reproduction.</span>\n<strong><span>Harry<br/></span></strong>\n<span><strong>Genetics</strong> – the science of how living creatures pass their characteristics to their offspring – is fascinating, Neil! </span>\n<strong><span>Neil<br/></span></strong>\n<span>It is fascinating, and you know what I find most surprising, Harry? It's how much DNA we have in common with other living creatures.</span>\n<strong><span>Harry<br/></span></strong>\n<span>I've heard that a very high percentage of our DNA is similar to the DNA of monkeys. </span>\n<strong><span>Neil<br/></span></strong>\n<span>The comparison with monkeys is easy. Over 95% of our DNA is identical to theirs. But what you might not know is… how much of our DNA is similar to the DNA in a banana?</span>\n<strong><span>Harry<br/></span></strong>\n<span>A banana?!</span>\n<strong><span>Neil<br/></span></strong>\n<span>Yes. And that's my quiz question today. What percentage of our DNA is similar to that of a banana? Is it:</span>\n<span>a)</span>\n<span>About 1%</span>\n<span>b)</span>\n<span>About 20% or</span>\n<span>c)</span>\n<span>About 50%</span>\n<strong><span>Harry<br/></span></strong>\n<span>I think we have very little in common with bananas so I'm gonna go for 1%. </span>\n<strong><span>Neil<br/></span></strong>\n<span>Well, I'll give you the correct answer at the end of the programme. Now let's talk about the three-parent baby. A <strong>pioneering</strong> technique, in other words, a technique never used before, has been developed by scientists in Newcastle University here in the UK. The technique helps people with faulty <strong>mitochondria</strong>, which are structures that work like energy factories in our cells. The mitochondria are like batteries.</span>\n<strong><span>Harry<br/></span></strong>\n<span>And what kind of problems do people who inherit faulty mitochondria have?</span>\n<strong><span>Neil<br/></span></strong>\n<span>They have serious health problems such as brain damage and heart failure. </span>\n<strong><span>Harry<br/></span></strong>\n<span>That's terrible! Maybe it would be good to have this technique approved.</span>\n<strong><span>Neil<br/></span></strong>\n<span>Well, not everybody agrees with it. Fiona Bruce, who is a Member of Parliament here in Britain, expressed concern when the proposal was discussed in Parliament. Listen out for the expression she uses right at the beginning of her speech. It means that when you start something, you can't take it back.</span>\n<span><strong>Fiona Bruce MP<br/></strong>Once <strong>the genie is out of the bottle</strong>, once these procedures that we are being asked to authorise today go ahead, there will be no going back for society. </span>\n<strong><span>Harry<br/></span></strong>\n<span>She says that <strong>the genie is out of the bottle</strong>. It's an expression to do with fairy tales – in particular, the story of Aladdin, when he rubs a lamp and a genie appears. When the genie is released, anything is possible – even bad things. And there's nothing anyone can do to stop it.</span>\n<strong><span>Neil<br/></span></strong>\n<span>So in the case of DNA engineering, people are afraid that similar techniques might be used to create <strong>designer babies</strong> – babies whose characteristics like height, sex, hair and eye colour are created to order. Or we might be looking at babies with several parents - and who knows where it might end.</span>\n<strong><span>Harry<br/></span></strong>\n<span>But the approval of this proposal has also made many people happy,</span>\n<strong><span>Neil<br/></span></strong>\n<span>Yes, people like Victoria, a mother who has a sick child because of faulty mitochondria. She uses an expression which means 'amazing or astonishing'. Which expression is it?</span>\n<strong><span>Victoria Holliday, mother who will benefit from the new technique<br/></span></strong>\n<span>It's just <strong>mind-boggling</strong> what this could mean for our family and for other families who are affected. It's just the best news!</span>\n<strong><span>Harry<br/></span></strong>\n<span>She uses the expression 'mind-boggling', in other words something astonishing, overwhelming. That's great news for this lady. I'm happy for her.</span>\n<span><strong>Neil<br/></strong>Yes, it is. According to statistics faulty mitochondria affects one in every 6,500 babies - a considerable number of people. Well, this is an interesting subject but we're running out of time and…</span>\n<strong><span>Harry<br/></span></strong>\n<span>… and you're going to tell me what percentage of DNA we have in common with a banana, aren't you? </span>\n<strong><span>Neil<br/></span></strong>\n<span>I am. And the options I gave you were about 1%, 20% or 50%. And you said…</span>\n<span><strong>Harry<br/></strong>I said I thought it was just 1%. </span>\n<strong><span>Neil<br/></span></strong>\n<span>Well, can you believe that it's 50%? We are half… half and half like bananas.</span>\n<strong><span>Harry<br/></span></strong>\n<span>That's incredible! They're not even mammals, we are so different to them … It's mind-boggling! </span>\n<strong><span>Neil<br/></span></strong>\n<span>Let's listen to today's words once again, Harry.</span>\n<span><strong>Harry<br/></strong>Yes. They were:</span>\n<span>DNA</span>\n<span>genes</span>\n<span>faulty</span>\n<span>genetics</span>\n<span>pioneering</span>\n<span>mitochondria (the singular is irregular: mitochondrion)</span>\n<span>the genie is out of the bottle</span>\n<span>designer babies</span>\n<span>mind-boggling</span>\n<span><strong>Neil<br/></strong>Well, that's it for today. Do go to </span>\n<a href=\"http://www.bbclearningenglish.com/\"><span>www.bbclearningenglish.com</span></a>\n<span> to find more 6 Minute English programmes. Until next time. Goodbye!</span>\n<span><strong>Harry<br/></strong>Bye!</span>",
  "title": "The three-parent baby"
}