{
  "date": "2015-10-29",
  "description": "<span>A Shakespeare festival in Oregon has commissioned 'translations' of his plays into plain English. Of course, the language of Shakespeare's plays can be difficult, but is it a good idea to change his plays into simple English? </span>\n<span>Listen to experts talking about Shakespeare and learn new vocabulary.  </span>\n<span>What was the first language that Shakespeare's plays were translated into?</span>\na)    French\nb)    German\nc)    Portuguese\n<span><strong>commission<br/></strong></span>\n<span>to pay writers for their work</span>\n<strong><span>translations</span></strong>\n<br/>\n<span>words in another language </span>\n<span><strong>plain<br/></strong></span>\n<span>(here) simple, easy<br/><br/></span>\n<strong><span>globe</span></strong>\n<br/>\n<span>world<br/><br/></span>\n<strong><span>struck</span></strong>\n<br/>\n<span>to have strong feeling or impression<br/><br/></span>\n<strong><span>multifarious</span></strong>\n<br/>\n<span>many different types<br/><br/></span>\n<strong><span>the sense</span></strong>\n<br/>\n<span>the general meaning<br/><br/></span>\n<strong><span>pace </span></strong>\n<br/>\n<span>the speed something is done</span>\nNote: This is not a word-for-word transcript\n<span><strong>Finn<br/></strong>Hello and welcome to 6 Minute English. I'm Finn…</span>\n<span><strong>Neil<br/></strong>… and I'm Neil. Hello. Today we are talking about Shakespeare. </span>\n<span><strong>Finn<br/></strong>Oh yes… to be or not to be, that is the question. Whether 'tis nobler…  </span>\n<span><strong>Neil<br/></strong>Yeah. OK, thank you. Thank you very much, Finn. But what does that famous Shakespeare line actually mean, Finn?  </span>\n<span><strong>Finn<br/></strong>Yeah, well… it's quite hard to explain actually. The English in Shakespeare's work is quite difficult. </span>\n<span><strong>Neil<br/></strong>Well, a Shakespeare festival in Oregon in the United States wants to change all of that. They want to pay writers – they want to <strong>commission</strong> - what they call '<strong>translations</strong>' of Shakespeare's plays. Now we usually use the word translation of course to talk about changing words and sentences from one language to another. But these writers have been commissioned to translate Shakespearean English into <strong>plain</strong> English. </span>\n<span><strong>Finn<br/></strong>So Shakespeare in easy, plain English… You know, I'm not sure I really like that idea.</span>\n<span><strong>Neil<br/></strong>Well, you're not the only one, Finn. We will talk about that in a moment, but first, as usual, we have our quiz question and it's about Shakespeare and translation. What was the first language that Shakespeare's plays were translated into? Was it:<br/></span>\na)    French\n<br/>\nb)    German or\n<br/>\n<span>c)</span>\nPortuguese\n<br/>\n<span>What do you think?</span>\n<strong><span>Finn</span></strong>\n<br/>\n<span>You know, I really have no idea on this one. I'm going to say b) German. </span>\n<strong><span>Neil</span></strong>\n<br/>\n<span>We'll see if you're right at the end of the programme. But now we're going to hear from two Shakespeare experts speaking to the BBC. First, Andrew Dickinson. He is the author of 'Worlds Elsewhere: Journeys Around Shakespeare's <strong>Globe</strong>'. </span>\n<span><strong>Finn<br/></strong>In his travels around the world - around the globe – did he find many translations of Shakespeare?<br/><br/></span>\n<strong><span>INSERT<br/>Andrew Dickinson, the author of 'Worlds Elsewhere: Journeys Around Shakespeare's Globe'</span></strong>\n<br/>\n<span>Someone’s translated Hamlet into Klingon. You know, he exists in all of these different places and all of these different forms and I suppose that what really <strong>struck</strong> me while working on my book and travelling around the world talking to people about Shakespeare is that he is so <strong>multifarious</strong> - he exists in all of these places. It feels sometimes that we in the English-speaking world are only just catching up with this. </span>\n<span><strong>Finn<br/></strong>Shakespeare expert Andrew Dickinson, who has travelled the world for his new book and knows about many translations, even one from out of this world! </span>\n<span><strong>Neil<br/></strong>Yes, he says someone has even translated Hamlet into Klingon. Now that's the language spoken by aliens in Star Trek, which is of course a science fiction TV series, it's not a real language.</span>\n<span><strong>Finn<br/></strong>Let's get back to the real world, Neil. Andrew Dickinson says that what really impressed him – what really <em>struck</em> him - while working on his new book and travelling around the world talking about Shakespeare is that Shakespeare is so <em>multifarious</em>. Multifarious - that's quite a difficult word.</span>\n<strong><span>Neil<br/></span></strong>\n<span>Yes, it is. Well in plain English it means that there are many different types. There are many different translations, many different kinds of Shakespeare. </span>\n<strong><span>Finn<br/></span></strong>\n<span>He's multifarious.</span>\n<strong><span>Neil<br/></span></strong>\n<span>Finn! We're using plain English in this programme, like the people in Oregon who want to translate Shakespeare into plain English. That will make his plays easier to understand. </span>\n<strong><span>Finn <br/></span></strong>\n<span>And that's a good thing. But there has also been strong criticism about this from academics who study Shakespeare as well as from people on social media – on Facebook and Twitter. They think it's a bad idea.</span>\n<strong><span>Neil<br/></span></strong>\n<span>Our next Shakespeare expert is Greg Doran. He is the Artistic Director of the Royal Shakespeare Company. He's done productions outside Britain. Where did he do a production of the Shakespeare play, Merchant of Venice? Here he is talking about the difficulty of translation.</span>\n<strong><span>INSERT<br/></span></strong>\n<strong><span>Greg Doran, Artistic Director of the Royal Shakespeare Company<br/></span></strong>\n<span>I think the difficulty with a translation is that it simply translates <strong>the sense</strong> and there's a lot more going on in the language of Shakespeare's plays. I remember once doing a production of Merchant of Venice in Japan and I was asked – we were having a new translation done - and I was asked if I wanted the translation for meaning, for <strong>pace</strong> or for poetry and that's the difficulty. You've got to find all three somehow together. </span>\n<strong><span>Finn<br/></span></strong>\n<span>Greg Doran, Artistic Director of the Royal Shakespeare Company. He was doing a Shakespeare production in Japan. He says that the difficulty with translation is that it only translates the sense – it is only the general meaning. But he says that there's more than that.</span>\n<strong><span>Neil<br/></span></strong>\n<span>They were having a translation done and he was asked if he wanted the translation for meaning or for pace – that’s about the speed of the lines in the play - or was the poetry of the words important? </span>\n<strong><span>Finn<br/></span></strong>\n<span>And his answer was that you've got to find all three somehow together. It is not just one thing. </span>\n<strong><span>Neil<br/></span></strong>\n<span>He says that there is a lot going on – there is a lot happening - in the language of Shakespeare's plays. </span>\n<strong><span>Finn<br/></span></strong>\n<span>And so a simple translation of the words into plain English isn't really… Shakespeare. And I think it's time to answer our quiz question.</span>\n<strong><span>Neil<br/></span></strong>\n<span>Yes, if you remember, it's about translations of Shakespeare. </span>\n<span>What was the first language that Shakespeare's plays were translated into? Was it:<br/></span>\n<span>a)</span>\n<span>French<br/></span>\nb)    German\n<br/>\nc)    Portuguese\n<strong><span>Finn<br/></span></strong>\n<span>I said b) German, which I'll admit was a guess.</span>\n<strong><span>Neil<br/></span></strong>\n<span>And that is the right answer.</span>\n<strong><span>Finn<br/></span></strong>\n<span>Fantastic!</span>\n<strong><span>Neil<br/></span></strong>\n<span>Apparently Shakespeare's plays were translated into German as early as the first decade of the 17<sup>th</sup> Century. And that’s all for now. Please do join us again for 6 Minute English. </span>\n<strong><span>Finn<br/></span></strong>\n<span>To be or not be... </span>\n<strong><span>Neil<br/></span></strong>\n<span>Yes, OK. Thanks, Finn.</span>\n<strong><span>Both<br/></span></strong>\nBye.",
  "title": "Shakespeare in plain English",
  "pdf": "http://downloads.bbc.co.uk/learningenglish/features/6min/151029_6min_english_shakespeare.pdf",
  "audio": "http://downloads.bbc.co.uk/learningenglish/features/6min/151029_6min_english_shakespeare_download.mp3"
}