{
  "pdf": "http://downloads.bbc.co.uk/learningenglish/features/6min/150305_6min_poverty.pdf",
  "date": "05 Mar 2015",
  "audio": "http://downloads.bbc.co.uk/learningenglish/features/6min/150305_6min_poverty_download.mp3",
  "description": "We are living in a wealthier world. The number of people living in extreme poverty has halved in recent decades. More people own a car and a mobile phone. But why do we still find poverty? Rob and Harry talk about the gap between rich and poor. Listen to their conversation and learn some new vocabulary.\n<strong>This week's question:</strong>\nA recent report by Oxfam and Credit Suisse revealed how divided we all are when it comes to wealth. A lot of the wealth in the world is in the hands of very few people. How much of the global wealth is owned by the richest 1%? Is it:\na) 38%\nb) 48%\nc) 58%\nListen to the programme to find out the answer.\n<strong>standard of living<br/></strong>\nthe amount of money and quality of life people have in a particular society\n<strong>inequality<br/></strong>\nwhen some people have a lot of money and opportunities and others don't\n<strong>minimum wage<br/></strong>\nthe least a worker receives in payment for their labour\n<strong>tax<br/></strong>\nthe amount of money you pay to the government depending on your salary and the cost of things you buy\n<strong>philanthropic<br/></strong>\ndescribes people who help the poor by giving money\n<strong>fulfilling<br/></strong>\nbeing made happy and satisfied\nNote: This is not a word-for-word transcript\n<strong><span>Rob<br/></span></strong>\n<span>Hello, I'm Rob. Welcome to 6 Minute English. With me today is Harry. Hello, Harry.</span>\n<strong><span>Harry<br/></span></strong>\n<span>Hello, Rob!</span>\n<span><strong>Rob<br/></strong>Well, in this programme we're talking about wealth. The world is getting richer, Harry. </span>\n<strong><span>Harry<br/></span></strong>\n<span>Really? How come? </span>\n<strong><span>Rob<br/></span></strong>\n<span>Well, according to recent data, the number of people living in extreme poverty has halved in recent decades. More people own a car and a mobile phone. </span>\n<strong><span>Harry<br/></span></strong>\n<span>So, that's all very good news. More people can have a good <strong>standard of living</strong> – standard of living is what we call the amount of money and quality of life people have in a particular society.</span>\n<span><strong>Rob<br/></strong>People in general may have a better life but there's still a lot of inequality in different countries. <strong>Inequality</strong> - in other words some people have a lot of money and opportunities and others just don't.  </span>\n<strong><span>Harry<br/></span></strong>\n<span>So, individual governments have to find a way of reducing this inequality, to allow more people to have the opportunity to improve their lives.</span>\n<strong><span>Rob<br/></span></strong>\n<span>Yes. In this programme we're talking about the gap between rich and poor and you'll learn some words which will help you discuss this topic or read about it in the news. And now our quiz, Harry.</span>\n<strong><span>Harry<br/></span></strong>\n<span>Ah, the legendary quiz! I'm ready!</span>\n<strong><span>Rob<br/></span></strong>\n<span>Good. Right. A recent report by Oxfam and Credit Suisse revealed how divided we all are when it comes to wealth. A lot of the wealth in the world is in the hands of very few people. That's what I'm going to ask you about, Harry. How much of the global wealth is owned by the richest 1%? Is it:</span>\n<span>a)</span>\n<span>38%</span>\n<span>b)</span>\n<span>48% or</span>\n<span>c)</span>\n<span>58%</span>\n<strong><span>Harry<br/></span></strong>\n<span>Well, it's only 1% of the population, so I would have to guess the lower one, 38%. Surely they can't own more than that!</span>\n<strong><span>Rob<br/></span></strong>\n<span>Well, we'll see if you got the right answer at the end of the programme. Now, let's talk about rich and poor. As we said, experts have concluded that more people are living better when you look at the world as a whole, but in individual countries you can find people with hardly anything to eat…</span>\n<strong><span>Harry<br/></span></strong>\n<span>…and others with lots of houses, cars, land and so on… So, Rob, how can this situation be reversed?</span>\n<strong><span>Rob<br/></span></strong>\n<span>Well, David Bryer from Oxfam mentions a country which has achieved some success in trying to make the poor less poor. He is talking about Brazil. Listen to what Bryer says and tell me: what are the two words he uses meaning 'the least money people are paid for the work they do'?</span>\n<strong>David Bryer from Oxfam<br/></strong>\nThere are examples we can look to where countries are managing to reduce the gap between the super-rich and the rest. Brazil has historically very high levels of economic inequality. And they've been taking just some really sensible measures – measures around having more progressive\n<strong>tax</strong>\n, around investing in a higher\n<strong>minimum wage</strong>\n, investing in central public services, you know, these things that all governments can do that start to reverse this tide.\n<strong><span data-mce-mark=\"1\">Harry<br/></span></strong>\n<span data-mce-mark=\"1\">So David Bryer talks about a 'minimum wage'. That's the least a worker receives in payment for work they've done. He meant that if people are paid a higher minimum wage, they can eat better, seek a better education, and their children can have a better job in the future. They can be lifted out of poverty.</span>\n<strong><span>Rob<br/></span></strong>\n<span>And the economy can grow. More people with more money buy more things and factories produce more. A factory which produces more will need more workers. So, more jobs for all. </span>\n<strong><span>Harry<br/></span></strong>\n<span>Right. Another measure by the Brazilian government which is mentioned by the representative from Oxfam has to do with tax. Tax is the amount of money you pay to the government depending on your salary and the cost of things you buy… But we have to admit this, Rob: taxes are not popular.</span>\n<span><strong>Rob<br/></strong>That's true. Many people don't like paying tax because they don't receive an immediate benefit from it. Some very rich people try to pay as little as possible. But one billionaire who thinks it's important to pay and create conditions for governments to fight poverty is Bill Gates. The founder of Microsoft earned a lot of money, retired and, with his wife Melinda, created a foundation to help the poor. The BBC asked him what the very rich have to do to help reduce poverty. Let's listen to his answer. What does he say rich people have to be? The word is an adjective.</span>\n<strong><span>Bill Gates, philanthropist<br/></span></strong>\nWell, their obligation of course is to pay their taxes, but our advice to them is that they all look at taking their wealth and being\n<strong>philanthropic</strong>\n- both in their own country and to help the global poorest. That's a full-time work Melinda and I do, we find it very\n<strong>fulfilling</strong>\n, we love seeing the progress.\n<span><strong>Harry<br/></strong>So rich people have to be 'philanthropic'! It means they have to help poor people by giving their money. </span>\n<span><strong>Rob<br/></strong></span>\n<span>And he says he and his wife find this giving to the poor 'fulfilling', in other words, it makes them happy and satisfied. </span>\n<strong><span>Harry<br/></span></strong>\n<span>Well, that's his message to the very, very, very, very rich in the world! To the… 1%!</span>\n<strong><span>Rob<br/></span></strong>\n<span>The 1%...Well, you want the answer to my quiz question now, don't you?</span>\n<strong><span>Harry<br/></span></strong>\n<span>Yes. You asked me how much of the global wealth is owned by the richest 1% of the world's population. </span>\n<strong><span>Rob<br/></span></strong>\n<span>And the options I gave you were: 38%, 48% or 58%</span>\n<strong><span>Harry<br/></span></strong>\n<span>And I guessed 38% based on the fact that I couldn't imagine them earning more than that.</span>\n<strong><span>Rob<br/></span></strong>\n<span>I like your thinking, Harry, but I'm afraid the correct answer is actually (b) 48%. The wealthiest 1% will soon own more than the rest of the world's population – that's according to a study by anti-poverty charity Oxfam.</span>\n<strong><span>Harry<br/></span></strong>\n<span>I think it's truly shocking that such a small number of people can own so much.</span>\n<strong><span>Rob<br/></span></strong>\n<span>You're right. It's an amazing statistic. OK, well, we're almost out of time but let's remind ourselves of some of the words that we've said today, Harry.</span>\n<strong><span>Harry<br/></span></strong>\n<span>standard of living</span>\n<span>inequality</span>\n<span>minimum wage</span>\n<span>tax</span>\n<span>philanthropic</span>\n<span>fulfilling</span>\n<span><strong>Rob<br/></strong>Well, that's it for today. Do log on to <a href=\"http://www.bbclearningenglish.com/\"><span>www.bbclearningenglish.com</span></a> to find more 6 Minute English programmes. Until next time. Goodbye!</span>\n<span><strong>Harry<br/></strong>Goodbye!</span>",
  "title": "Poverty in a rich world"
}