{
  "date": "2015-04-09",
  "description": "What is the sun? It’s a massive ball of gas and plasma 93 million miles away that’s been shining for four and a half billion years. It warms our planet and gives us light – and astronomers have been fascinated with it for hundreds of years.\nRob and Neil put on their sunglasses to find out more about this special star and teach some related vocabulary. We promise you won’t be blinded with science!\n<strong>This week's question:</strong>\nHow hot is the surface of the sun? Now I’ll help you out by telling you that the sun’s core – that’s the centre – is a blistering five million degrees Celsius. But how hot is the sun’s surface? Is it ...\na) 1.5 billion degrees Celsius\nb) 1.5 million degrees Celsius\nc) 5500 degrees Celsius\nListen to the programme to find out the answer.\n<strong><span>orbit<br/></span></strong>\n<span>circle around a bigger object, for example another planet or star</span>\n<strong><span>massive</span></strong>\n<br/>\n<span>very large and heavy </span>\n<strong><span>core<br/></span></strong>\n<span>the central part of an object </span>\n<strong><span>energy<br/></span></strong>\n<span>the ability of a physical object or process to work </span>\n<strong><span>matter<br/></span></strong>\n<span>what something is made of: solid, liquid or gas</span>\n<strong><span>photosphere<br/></span></strong>\n<span>the surface of a star</span>\n<strong><span>come into being<br/></span></strong>\n<span>be created</span>\n<strong><span>curtains for something<br/></span></strong>\n<span>the end</span>\n<strong><span>toasty<br/></span></strong>\n<span>comfortably warm</span>\n<strong><span>envelop<br/></span></strong>\n<span>cover completely</span>\nNote: This is not a word-for-word transcript\n<span><strong>Rob<br/></strong>Hello and welcome to 6 Minute English. I'm Rob…</span>\n<span><strong>Neil<br/></strong>… and I'm Neil. Hello.</span>\n<span><strong>Rob<br/></strong>Hello, Neil, and what a glorious sunny day it is today. Not a cloud in the sky! Spring is definitely here! Now, Neil, you’re a bit of a sun worshipper, aren’t you? You like sunbathing…</span>\n<span><strong>Neil<br/></strong>I do indeed! I love sitting in my deckchair in the garden, catching some rays…</span>\n<span><strong>Rob<br/></strong>Hmm, yes, you look a bit orange actually. Are you sure that tan's not fake? </span>\n<span><strong>Neil<br/></strong></span>\n<span>Very cheeky, Rob, very cheeky…</span>\n<strong><span>Rob</span></strong>\n<br/>\n<span>Now the reason I mentioned sunbathing is because we’re discussing the sun in this programme.</span>\n<span><strong>Neil<br/></strong>Yes, that’s right. The sun is our nearest star – although it’s a staggering 150 million kilometres away. Earth is one of nine planets that <strong>orbit</strong> – or circle around – the sun. And life on Earth couldn’t exist without its warmth and light.</span>\n<span><strong>Rob<br/></strong>And we should mention… the sun is absolutely <strong>massive</strong>. Its volume is so large you could fit a million Earths inside it.</span>\n<span><strong>Neil<br/></strong>That’s amazing! It’s also incredibly hot. Hotter than anything you could imagine. </span>\n<span><strong>Rob<br/></strong>So Neil, can you answer this question: How hot is the surface of the sun? Now I’ll help you out by telling you that the sun’s <strong>core</strong> – that’s the centre – is a blistering five million degrees Celsius. But how hot is the sun’s surface? Is it ...</span>\n<span>a) 1.5 billion degrees Celsius</span>\n<span>b) 1.5 million degrees Celsius</span>\n<span>or c) 5500 degrees Celsius</span>\n<span><strong>Neil<br/></strong>Hmm. I have no idea. They all sound quite warm to me. But … I think it must be a bit cooler than the core. So I’m going to go for 1.5 million degrees.</span>\n<span><strong>Rob<br/></strong>Okay. Well, we'll find out if you're right or wrong later on. But now let’s listen to Professor of Solar Physics Louise Harra to discover what the sun is made of.</span>\n<strong><span>Louise Harra, Professor of Solar Physics at UCL Mullard Space Science<br/></span></strong>\n<span>It’s just a big ball of gas. And we measure it… it’s made mostly of hydrogen. So it’s roughly 90% hydrogen, it’s maybe 8% helium, and the rest of it’s made up of things like iron, carbon, oxygen, nickel.</span>\n<span><strong>Neil<br/></strong>So the main gas is hydrogen, which accounts for 90% of the sun’s <strong>matter</strong>. Now, 'matter' means what something is made of.</span>\n<span><strong>Rob<br/></strong>And hydrogen creates all the sun’s <strong>energy</strong>. Heat and light energy is created all the time in the sun’s core as a result of gas explosions or nuclear reactions. And this bit is hard to believe – it takes a hundred thousand years for this light energy to travel from the sun’s core to the sun’s surface. </span>\n<span><strong>Neil<br/></strong>But once it reaches the sun’s surface – the <strong>photosphere</strong> – it can escape. In fact, it takes only eight minutes for light energy from the sun to reach the Earth. Scientists these days are able to see the photosphere in fantastic detail using powerful telescopes.  </span>\n<strong><span>Rob<br/></span></strong>\n<span>Though Galileo observed dark spots on the sun through his telescope several hundred years ago, didn’t he? Which brings us on to another question: How old is the sun? </span>\n<span><strong>Neil<br/></strong>Well, I happen to know that it came into being around four and a half billion years ago. </span>\n<span><strong>Rob<br/></strong>Did you study solar physics at university, Neil? </span>\n<strong><span>Neil<br/></span></strong>\n<span>No, just… you know, just general knowledge.</span>\n<strong><span>Rob<br/></span></strong>\n<span>Well, the sun <strong>came into being</strong> – or was created – a very long time ago! We’re going to hear now from Professor of Physics, Yvonne Elseworth. What does she say about how long the sun is going to stay the same?</span>\n<span><strong>Yvonne Elseworth, Poynting Professor of Physics at the University of Birmingham<br/></strong>In terms of its current lifestyle it’s here for as long again, so we’re about half way through. And then it becomes a different sort of star – it becomes a giant star and that’s probably curtains for us, actually. It’ll get a bit warm, a bit toasty, and we’ll get enveloped in the sun, and it won’t be nice...</span>\n<span><strong>Neil<br/></strong>So the sun is going to stay the same for another four and a half billion years. But the professor also says that the sun will change. When it becomes a giant star, it will be <strong>curtains</strong> for our planet – and ‘curtains’ means the end, I’m afraid!</span>\n<span><strong>Rob<br/></strong>Yes, it does. And as a giant star, the sun will get hotter – it will make the Earth <strong>toasty</strong>. Now, toasty usually means hot in a nice way.</span>\n<span><strong>Neil<br/></strong>That’s right – for example, my toes are warm and toasty in my new slippers. But in reality the giant sun will make the Earth unbearably hot. It will surround – or <strong>envelop</strong> – our planet and burn it up.  </span>\n<strong><span>Rob</span></strong>\n<br/>\n<span>Well, I’m glad we’re not going to be around when that happens. Now, remember at the beginning of the show I asked you how hot the sun’s surface is? Is it a) 1.5 billion b) 1.5 million or c) 5500 degrees Celsius?</span>\n<span><strong>Neil<br/></strong>And I said 1.5 million…</span>\n<span><strong>Rob<br/></strong>It’s way too hot, I’m afraid you were wrong. The answer is actually 5500 degrees Celsius. But still, if you’re planning on visiting the sun, remember to take your sunglasses and plenty of sunscreen! Now, before we go, it’s time to remind ourselves of some of the vocabulary that we’ve heard today. Neil.</span>\n<strong><span>Neil<br/></span></strong>\n<span>orbit</span>\n<span>massive</span>\n<span>core</span>\n<span>energy</span>\n<span>matter</span>\n<span>photosphere</span>\n<span>come into being</span>\n<span>curtains for something</span>\n<span>toasty</span>\n<span>envelop</span>\n<strong><span>Rob<br/></span></strong>\n<span>Thanks. Well, that brings us to the end of today's 6 Minute English. We hope you enjoyed today’s programme. Please join us again soon. Bye bye.</span>\n<span><strong>Neil<br/></strong>Bye.</span>",
  "title": "The sun",
  "pdf": "http://downloads.bbc.co.uk/learningenglish/features/6min/150409_6_min_english_the_sun.pdf",
  "audio": "http://downloads.bbc.co.uk/learningenglish/features/6min/150409_6min_english_the_sun_download.mp3"
}