{
  "pdf": "http://downloads.bbc.co.uk/learningenglish/features/6min/150813_bbc_6min_english_voting.pdf",
  "date": "13 Aug 2015",
  "audio": "http://downloads.bbc.co.uk/learningenglish/features/6min/150813_bbc_6min_english_voting_download.mp3",
  "description": "For those who are able to vote, should we be made to do it? Listen to Rob and Finn discussing why we should all exercise our right to vote and especially by young people – whilst teaching some related vocabulary.\nWhat is a constituency? Is it …\na) the people who live in and vote in a particular area?\nb) the politicians who make and change the laws of a country?\nc) a town or district that has its own government?\nYou can hear the right answer at the end of the programme.\n<strong>right<br/></strong>\n(here) somebody's legal claim to vote\n<strong>general election<br/></strong>\na vote for a government that runs the whole country\n<strong>compulsory<br/></strong>\nsomething that you have to do\n<strong>duty<br/></strong>\nsomething you have a responsibility to do\n<strong>engender<br/></strong>\ngive rise to\n<strong>slapdash<br/></strong>\ndoing something quickly and carelessly\n<strong>national service<br/></strong>\ncompulsory government service that usually means military service\n<strong>conscription<br/></strong>\n(same as national service)\n<strong>over and done with<br/></strong>\nfinishing something difficult or unpleasant as quickly as possible\n<strong>pick (a political party) out of a hat<br/></strong>\nto choose randomly rather than making an informed choice\n<strong>spoil<br/></strong>\nwaste\nNote:This is not a word-for-word transcript\n<span><strong>Rob<br/></strong>Hello and welcome to 6 Minute English. I'm Rob…</span>\n<span><strong>Neil<br/></strong>… and I'm Neil. Hello.</span>\n<span><strong>Rob<br/></strong>Hello, Neil! Today we're talking about voting. Now I'm sure it's something you've done Neil?</span>\n<span><strong>Neil<br/></strong>Of course – and earlier this year we had a general election in the UK where I voted. </span>\n<span>And I'd feel guilty if I didn't exercise my right to vote. Now a <strong>right</strong> in this case means somebody's legal claim to vote.</span>\n<span data-mce-mark=\"1\"><strong>Rob<br/></strong>In a <strong>general election</strong> we vote for a government that runs the whole country, but we also have local and European elections too sometimes.  </span>\n<span><strong>Neil<br/></strong>Yes but voting in the UK is optional – so you don't have to do it, whereas in some countries voting is compulsory - and <strong>compulsory</strong> means something that you have to do.   </span>\n<strong><span>Rob<br/></span></strong>\n<span>So if you were in Australia, where the government passed a law that made voting compulsory, you would have had to pay a fine of $20 for not voting.</span>\n<strong><span>Neil<br/></span></strong>\n<span>And that's because the Australian government believes that voting is a duty and not just a right. </span>\n<strong><span>Rob<br/></span></strong>\n<span><strong>Duty</strong> means something you have a responsibility to do.</span>\n<strong><span>Neil<br/></span></strong>\n<span>And it's your duty Rob to ask me today's quiz question!</span>\n<strong><span>Rob<br/></span></strong>\n<span>Yes, sir! So can you tell me, what is a constituency? Is it …</span>\n<span>a) the people who live in and vote in a particular area?</span>\n<span>b) the politicians who make and change the laws of a country?</span>\n<span>or c) a town or district that has its own government?</span>\n<strong><span>Neil<br/></span></strong>\n<span>Well I'm no expert on politics… but I'm going to go for c) that's a town or district that has its own government.</span>\n<strong><span>Rob<br/></span></strong>\n<span>OK. Well, we'll find out later on in the show whether you're right or wrong. Now it's time to hear what a truly young person has to say about compulsory voting. </span>\n<strong><span>Neil<br/></span></strong>\n<span>Oh right, unlike me you mean? Well, here's Michael Yip, who is a student at Warwick University and therefore much younger than me. </span>\n<strong><span>Michael Yip, student at Warwick University<br/></span></strong>\n<span>A lot of the people that I speak to just say 'I don’t care' or 'I don't really know what's going on' and in this way, another reason why I'm quite cautious about this is because it could sort of engender this sort of slapdash attitude towards politics where you know it’s sort of seen as, you know, being conscripted for national service … you just want to get it over and done with.</span>\n<span data-mce-mark=\"1\"><strong>Rob<br/></strong></span>\n<span data-mce-mark=\"1\">So Michael says he is cautious about the idea of introducing compulsory voting. So why is that, Neil? </span>\n<span><strong>Neil<br/></strong>He thinks forcing young people to vote will <strong>engender</strong> – or give rise to – a slapdash attitude. Now what does <strong>slapdash</strong> mean, Rob?</span>\n<strong>Rob<br/></strong>\nIt's a good word, isn't it? It means doing something quickly and carelessly.\n<strong><span>Neil<br/></span></strong>\n<span>Oh you've never do that, would you? Now, Michael compares compulsory voting to national service. <strong>National service</strong> is compulsory government service that usually means military service and is also known as <strong>conscription</strong>.</span>\n<strong>Rob<br/></strong>\nSo when it's something you haven't chosen to do, or which you actively don't want to do – it's a case of getting it\n<strong> over and done with</strong>\n.\n<strong><span data-mce-mark=\"1\">Neil<br/></span></strong>\n<span data-mce-mark=\"1\">And that means finishing something difficult or unpleasant as quickly as possible.</span>\n<strong><span>Rob<br/></span></strong>\n<span>Young people might just <strong>pick a political party out of a hat</strong> – which means to choose randomly – rather than making an informed choice. </span>\n<strong><span>Neil<br/></span></strong>\n<span>So some people think that politicians need to improve political education. Now let's listen to broadcaster and writer Rick Edwards talking about this.</span>\n<strong>Rick Edwards, broadcaster and writer<br/></strong>\nIf you said to politicians, 'Right, 3.3 million first-time voters are definitely going to vote', then they will have to speak to them and they will have to make an effort to go to where they are and I think that's the change it would create.\n<strong><span data-mce-mark=\"1\">Rob<br/></span></strong>\n<span data-mce-mark=\"1\">So compulsory voting would mean a responsibility for the politicians too.</span>\n<strong><span>Neil<br/></span></strong>\n<span>That's right. They need to engage and educate young people. Otherwise reluctant voters may deliberately <strong>spoil</strong> – or waste – their votes. </span>\n<strong><span>Rob<br/></span></strong>\n<span>The government could also include a 'none of the above' option on the ballot paper. </span>\n<strong><span>Neil<br/></span></strong>\n<span>Can you explain a bit more about that Rob?</span>\n<strong><span>Rob<br/></span></strong>\n<span>Well, it means you tick this option if you don't want to vote for any of the listed political parties.</span>\n<strong><span>Neil<br/></span></strong>\n<span>An interesting idea. Well my option for now is to get the answer to the quiz question.</span>\n<strong><span>Rob<br/></span></strong>\n<span>OK, well, I asked: What is a constituency? Is it … a) the people who live in and vote in a particular area? b) the politicians who make and change the laws of a country? Or c) a town or district that has its own government?</span>\n<strong><span>Neil<br/></span></strong>\n<span>I said c) a town or district that has its own government.</span>\n<strong>Rob<br/></strong>\nWell, you ticked the wrong box, Neil! The answer is a) the people who live in and vote in a particular area. Now, did you know the UK is currently divided into 650 areas called parliamentary constituencies, each of which is represented by one MP in the House of Commons? And each constituency can have a different area. The largest is Ross, Skye and Lochaber in Scotland measuring approximately 12,000 square kilometres. The smallest constituency is Islington North in London measuring a little over seven square kilometres. Now, can we hear today's words again please, Neil?\n<strong><span data-mce-mark=\"1\">Neil<br/></span></strong>\n<span data-mce-mark=\"1\">OK. We heard:</span>\n<span>right</span>\n<span>general election</span>\n<span>compulsory</span>\n<span>duty</span>\n<span>engender</span>\n<span>slapdash</span>\n<span>national service</span>\n<span>conscription</span>\n<span>over and done with</span>\n<span>pick (a political party) out of a hat</span>\n<span>spoil</span>\n<strong><span>Rob</span></strong>\n<br/>\n<span>Splendid! Well, that's the end of today's 6 Minute English. I hope it got your vote! You can hear more programmes at <a href=\"http://www.bbc.co.uk/learningenglish\">bbclearningenglish.com</a>. Please join us again soon.</span>\n<span><strong>Both<br/></strong>Bye.</span>",
  "title": "Compulsory voting"
}