{
  "date": "2015-11-19",
  "description": "The BBC is offering women around the world a voice to discuss the issues they care about. Catherine and Li talk about the programmes and debates about issues as diverse as the right of Indian women to use the toilet for free, to women who opt out of motherhood.\nHow many female heads of state or government do we have now, in 2015? Is it:\na) 9\nb) 19\nc) 29\nYou can hear the answer at the end of the programme.\n<strong><span>covered<br/></span></strong>\n<span>(here) talked about</span>\n<strong><span>childless<br/></span></strong>\n<span>without children</span>\n<strong><span>role<br/></span></strong>\n<span>(bere) the way you are expected to behave</span>\n<strong><span>discrimination<br/></span></strong>\n<span>unfair treatment of people who belong to different groups, e.g. male and female</span>\n<strong><span>at the core<br/></span></strong>\n<span>in the centre </span>\n<strong><span>pee<br/></span></strong>\n<span>urinate, pass water</span>\n<strong><span>sexism<br/></span></strong>\n<span>treating somebody unfairly because of their gender</span>\nNote: This is not a word-for-word transcript\n<br/>\n<br/>\n<strong>Catherine<br/></strong>\nHello and welcome to 6 Minute English. I'm Catherine…\n<br/>\n<br/>\n<strong>Li<br/></strong>\n…and I'm Li. And today we are talking about women's rights. Catherine, do you think women's rights are well covered by the media?\n<br/>\n<br/>\n<strong>Catherine<br/></strong>\n<strong>Covered</strong>\nmeans 'talked about'. And I would say it could be better, to be honest. Many women's magazines are all about beauty tips, fashion and how to please your man. Now, I'm interested in the real issues. One thing the media doesn't talk about much is what the role of childless women, like myself, is. And\n<strong>childless</strong>\nmeans 'having no children'.\n<br/>\n<br/>\n<strong>Li<br/></strong>\nYes. In some societies, the\n<strong>role</strong>\nof women – role, the way they are expected to behave – is to have children. If they don't, it's like there's something wrong with them, and they are supposed to be unhappy.\n<br/>\n<br/>\n<strong>Catherine<br/></strong>\nI have no children and I'm very happy. Anyway, women in various countries around the world want to discuss problems which are close to home. And that's why the BBC has organised a series of programmes to discuss some issues that affect half the world's population. The series is called 100 Women and it's the theme of this 6 Minute English.\n<br/>\n<br/>\n<strong>Li<br/></strong>\nThe\n<strong>discrimination</strong>\nagainst women happens in different ways in different countries.\n<br/>\n<br/>\n<strong>Catherine<br/></strong>\nDiscrimination means the unjust treatment of people who belong to different groups - in this case, male and female. Maybe Li, more women should be in positions of power. And that's what today's quiz question is about. Li, how many female heads of state or government do we have around the world now, in 2015? Is it:\na) 9\n<br/>\nb) 19 or\n<br/>\nc) 29\n<strong><span data-mce-mark=\"1\">Li<br/></span></strong>\n<span data-mce-mark=\"1\">Well, I'm going to guess… c) 29. </span>\n<strong>Catherine<br/></strong>\nThat's very optimistic and we'll find out later if you're right. Now, let's talk about the BBC's 100 Women season. The season will include programmes across all the BBC platforms – including radio, online, TV and social media. And the BBC's Tammi Walker is working on the social media offer. Here she is, explaining what audiences can expect.\n<strong><span>INSERT</span></strong>\n<br/>\n<strong><span>Tammi Walker, BBC social media producer for 100 Women<br/></span></strong>\n<span>Within the season we've got big debates. One is \"Is news failing women?\", which is obviously <strong>at the core</strong> of what we are trying to get to. And that will be a live debate held in London but we're going to have people speaking in different countries about that. And we're also doing a big debate called \"What does it mean to be a good girl or an ideal woman?\". December the 1<sup>st</sup> we have three topics - leadership, relationships and image - and we're going to do three live debates on that day. And we've sent out packs to over 100 women's groups around the world, so that on the day they all get involved.</span>\n<strong><span>Li<br/></span></strong>\n<span>So at the core of the project 100 Women there will be live debates. By the way, the word 'core' means 'the central part of it'.</span>\n<strong>Catherine<br/></strong>\nIndeed. And as you know Li, in some countries, women face some fairly basic problems… Here's\n<strong>Tammi Walker</strong>\nagain. And this time, what word means, well, you know, what you do when you go to the toilet?\n<strong><span data-mce-mark=\"1\">INSERT</span></strong>\n<br/>\n<strong><span data-mce-mark=\"1\">Tammi Walker, BBC social media producer for 100 Women<br/></span></strong>\n<span data-mce-mark=\"1\">We are tying in with World Toilet Day, with the right to <strong>pee</strong>. For example in India, women are charged 25 rupees to go to the toilet whereas men obviously can go anywhere for free. You don't have to pay to go! </span>\n<strong><span>Li<br/></span></strong>\n<span>Yes. Women in India have to pay to pee – it means to urinate, to pass water – while men can go anywhere. It is a matter of public health too. </span>\n<strong><span>Catherine<br/></span></strong>\n<span>Most definitely. Now, this is the third BBC 100 Women season. Last time it prompted a big discussion in Iran. Let's hear what Sanam Dolatshahi has to say. She's a producer from BBC Persian. And can you understand what the word <strong>sexism</strong> means?</span>\n<span><strong>INSERT<br/></strong><strong>Sanam Dolatshahi, producer, BBC Persian<br/></strong></span>\n<span>Many people are familiar with other 'isms' you know – for example, racism. When you say 'racism' people know what it means in Iran. But not necessarily sexism. Many people confused it with sex. So some people were asking us: Air your programmes about sexism after the watershed, after 9 pm, you know, so that the children will not watch. </span>\n<strong>Li<br/></strong>\nSexism means to have a very strict idea of what each sex can or can't do and it is a form of prejudice. Sometimes people are prejudiced and they don't even know it.\n<strong><span data-mce-mark=\"1\">Catherine<br/></span></strong>\n<span data-mce-mark=\"1\">Absolutely. But this prejudice, whether known or unknown, can bring a lot of suffering. Well, there's a lot more we could say about women in our society but we are running out of time. So let's get back to our quiz question Li…</span>\n<strong><span>Li<br/></span></strong>\n<span>Yeah. You asked me about women in powerful positions…<br/><br/></span>\n<strong><span>Catherine<br/></span></strong>\n<span>That's right. I asked you: How many heads of state or government do we have around the world now, in 2015? Is it:</span>\n<span>a)</span>\n<span>9<br/></span>\n<span>b)</span>\n<span>19 or<br/></span>\n<span>c)</span>\n<span>29</span>\n<strong><span>Li<br/></span></strong>\n<span>And I said c) 29.<br/><br/></span>\n<strong><span>Catherine<br/></span></strong>\n<span>Unfortunately Li, it's wrong! The correct answer is b) 19. And according to a 2015 United Nations report, in 1995 there were only 12 female heads of state or government but now there are 19. And before you go let me remind you of some of the key words we've used today. They were:</span>\n<span>covered<br/></span>\n<span>childless<br/></span>\n<span>role<br/></span>\n<span>discrimination <br/></span>\n<span>at the core<br/></span>\n<span>pee<br/></span>\n<span>sexism<br/><br/></span>\n<strong><span>Li<br/></span></strong>\n<span>Well, that just about brings us to the end of today's 6 Minute English. We would like to invite you to follow the BBC 100 Women season in English or your own language. Men are invited too. </span>\n<strong><span>Catherine<br/></span></strong>\n<span>And you can find the programmes using the hashtag 100women or go to </span>\n<a href=\"http://www.bbc.com/100women\"><span>www.bbc.com/100women</span></a>\n<span>. See you next time. </span>\n<strong><span>Both<br/></span></strong>\nBye.",
  "title": "100 Women",
  "pdf": "http://downloads.bbc.co.uk/learningenglish/features/6min/151119_6min_english_100_women.pdf",
  "audio": "http://downloads.bbc.co.uk/learningenglish/features/6min/151119_6min_english_100_women_download.mp3"
}