{
  "date": "2015-12-31",
  "description": "<span>How much does appearance really matter? Neil and Alice discuss keeping fit, New Year's resolutions, peacocks, corsets, and the things we do to make us feel good about ourselves. </span>\n<span>From a study done in the UK, which physical aspect of their appearance were men most likely to say was their favourite? Was it… </span>\n<span>a) their hair?</span>\n<span>b) their face?</span>\n<span>c) their height?</span>\nYou can hear the right answer at the end of the programme.\n<span><strong>get in shape<br/></strong>get fit through physical exercise</span>\n<span><strong>overindulge<br/></strong>have too much of something nice</span>\n<strong><span>New Year's resolution</span></strong>\n<br/>\n<span>a decision you make to do or stop doing something at the beginning of the New Year</span>\n<strong><span>appearance</span></strong>\n<br/>\n<span>the way we look</span>\n<strong><span>genes</span></strong>\n<br/>\n<span>parts of the DNA in a cell that control the physical development and behaviour of an animal</span>\n<strong><span>corset</span></strong>\n<br/>\n<span>a tight-fitting piece of underwear that squeezes you in and makes your waist look smaller</span>\n<strong><span>garments</span></strong>\n<br/>\n<span>clothes</span>\n<strong><span>status / rank</span></strong>\n<br/>\n<span>the professional or social position of a person in relation to others</span>\n<strong>suited and booted</strong>\n<br/>\nsmartly dressed\nNote: This is not a word-for-word transcript\n<span><strong>Neil<br/></strong>Hello and welcome to 6 Minute English. I'm Neil…<br/><br/></span>\n<span><strong>Alice<br/></strong>… and I'm Alice. Have you er… gained some weight, Neil? You're not looking in great shape…</span>\n<span><strong>Neil<br/></strong>I'm afraid so! My New Year's resolution is to <strong>get in shape</strong> – or to get fit through physical exercise. I look fat, don't I?</span>\n<span><strong>Alice<br/></strong>Well… er… Did you overindulge during the Christmas holidays, Neil?</span>\n<strong><span>Neil<br/></span></strong>\n<span>I'm afraid I did, Alice. <strong>Overindulge</strong> means to have too much of something nice – like all that lovely Christmas food!</span>\n<strong><span>Alice<br/></span></strong>\n<span>Yes, lovely. Why do you think appearance is so important to us, Neil? Getting in shape is a very popular <strong>New Year's resolution </strong>– that's a decision to do or stop doing something at the beginning of the New Year.</span>\n<strong><span>Neil<br/></span></strong>\n<span>Good question. Well, I think we all judge people according to the way they look. </span>\n<strong><span>Alice<br/></span></strong>\n<span>The subject of today's show is <strong>appearance</strong> or the way we look. Did you know Neil that better-looking people tend to be judged by others as more intelligent?</span>\n<strong><span>Neil<br/></span></strong>\n<span>That sounds unfair!</span>\n<strong><span>Alice<br/></span></strong>\n<span>I know. Well, show us you aren't just a pretty face by getting today's quiz question right. From a study done in the UK, which physical aspect of their appearance were men most likely to say was their favourite? Was it…<br/></span>\n<span>a) their hair?<br/></span>\n<span>b) their face?<br/></span>\n<span>Or c) their height?<br/><br/></span>\n<strong><span>Neil<br/></span></strong>\n<span>OK, I'm going for a) hair. I like my hair.</span>\n<strong><span>Alice<br/></span></strong>\n<span>You have lovely hair, Neil.</span>\n<strong><span>Neil<br/></span></strong>\n<span>Thank you.</span>\n<strong><span>Alice<br/></span></strong>\n<span>And a lot of it.</span>\n<strong><span>Neil<br/></span></strong>\n<span>Yes.</span>\n<strong><span>Alice<br/></span></strong>\n<span>Anyway, we'll find out later whether you're right or not. Now, it's not only people who make quick decisions about others based on the way they look. Some animals do this too. Peahens – that's a female peacock - prefer male peacocks with lots of eyespots on their tail.</span>\n<strong><span>Neil<br/></span></strong>\n<span>Why's that?</span>\n<strong><span>Alice<br/></span></strong>\n<span>Well, one theory is that a male peacock's tail is a sign of his genes. <strong>Genes</strong> are part of the DNA in a cell that controls the physical development and behaviour of an animal. It takes lots of energy to grow a big tail, and to carry it around, so only the strongest, healthiest males can afford to do this.</span>\n<strong><span>Neil<br/></span></strong>\n<span>So what do men need in order to attract women, Alice? </span>\n<strong><span>Alice<br/></span></strong>\n<span>A deep voice and a square jaw, according to research.</span>\n<strong><span>Neil<br/></span></strong>\n<span>Well, let's listen now to fashion historian Amber Butchart describing what men used to do to <strong>enhance</strong> – or improve – their physical appearance. </span>\n<span><strong>INSERT<br/>Amber Butchart, fashion historian and analyst<br/></strong></span>\n<span>Men quite often would wear corsets throughout [the] 18<sup>th</sup> Century even into the 19<sup>th</sup> Century. It was possibly concerned with displaying status and rank rather than what we now define as physical attractiveness but I think the two were very bound up together. </span>\n<strong><span>Alice<br/></span></strong>\n<span>This was Amber Butchart. A <strong>corset</strong> is a tight-fitting piece of underwear that squeezes you in and makes your waist look smaller.</span>\n<strong><span>Neil<br/></span></strong>\n<span>I didn't know men used to wear corsets! That might make you talk in a high voice – and that wouldn't be very attractive, would it?</span>\n<strong><span>Alice<br/></span></strong>\n<span>Well, no, Neil. It's a very interesting look and sound for you… On a more serious note, Amber says that men weren't wearing these uncomfortable <strong>garments</strong> – or clothes – just to look more physically attractive – they were also doing it to display their status and rank.</span>\n<strong><span>Neil<br/></span></strong>\n<span><strong>Status</strong> means the professional or social position of a person in relation to others. And <strong>rank</strong> is another way of saying the same thing. Do you think we still dress to impress, Alice – or are things a bit freer than they were in the 18<sup>th</sup> Century? I'm a jeans and T-shirt man, as you know. </span>\n<strong><span>Alice<br/></span></strong>\n<span>Well yes, indeed, you don't have to be <strong>suited and booted</strong> for our job – and that means smartly dressed. But I think the way we dress is still important. But for women, particularly, I think we dress nicely for ourselves – not for anybody else. Sometimes I put on make-up – not because I'm going out – but because it makes me feel good.</span>\n<strong><span>Neil<br/></span></strong>\n<span>You always look nice – with or without make-up, Alice.<br/><br/></span>\n<strong><span>Alice<br/></span></strong>\n<span>Thank you, Neil! That's very nice. But let's listen now to academic Philippa Dietrich from the University of the West of England, Bristol, talking about valuing ourselves for all our attributes – not just our appearance.<br/><br/></span>\n<span><strong>INSERT<br/>Philippa Dietrich, University of the West of England, Bristol<br/></strong></span>\n<span>This focus just on appearance – on looks – really sends people the ideas that their bodies are just objects to be looked at. Having a belief system or focussing on your values in life or other attributes or personality characteristics or interests or anything else that's not to do with appearance is really important. Our bodies are not there to be looked that – they have functions.<br/><br/></span>\n<strong><span>Neil<br/></span></strong>\n<span>What Philippa Dietrich said makes sense to me. We need to focus on our inner beauty. What do you think, Alice?</span>\n<strong><span>Alice<br/></span></strong>\n<span>Well, I think you should stop posting selfies on social media then, Neil! Now here's the answer to today's quiz question. I asked: From a study done in the UK, which physical aspect of their appearance were men most likely to say was their favourite? Was it… a) their hair? b) their face? Or c) their height?</span>\n<strong><span>Neil<br/></span></strong>\n<span>And I said a) hair. </span>\n<strong><span>Alice<br/></span></strong>\n<span>And you were wrong I'm afraid, Neil! It's c) height. A poll conducted by ComRes for BBC Radio found that when it comes to appearance, men were most likely to mention their height - 21% of them in fact said it was their favourite physical attribute whereas for women, 35% of them said their hair was their favourite thing. </span>\n<span><strong>Neil<br/></strong>Well, forget about my hair, Alice - I'm tall too, OK, so… you can tell us the words we heard today, please?</span>\n<strong><span>Alice<br/></span></strong>\n<span>Here they are:<br/></span>\n<span>get in shape<br/></span>\n<span>overindulge<br/></span>\n<span>New Year's resolution<br/></span>\n<span>appearance<br/></span>\n<span>genes<br/></span>\n<span>corset<br/></span>\n<span>garments<br/></span>\n<span>status<br/></span>\n<span>rank<br/></span>\n<span>suited and booted</span>\n<strong><span>Neil<br/></span></strong>\n<span>Well, that's the end of today's 6 Minute English. Happy New Year everyone and we hope you keep your New Year's resolutions! Please join us again soon.</span>\n<span><strong>Both<br/></strong>Bye.</span>",
  "title": "The way we look",
  "pdf": "http://downloads.bbc.co.uk/learningenglish/features/6min/151231_6min_english_appearance.pdf",
  "audio": "http://downloads.bbc.co.uk/learningenglish/features/6min/151231_6min_english_appearance_download.mp3"
}