{
  "date": "2015-10-08",
  "description": "What do you read when you are on the bus or train? Some people might hold a copy of a classic novel to impress other commuters. Neil and Alice discuss people's reading habits. Listen to the programme and learn new vocabulary.\nThese days are people buying…\na) more classic books?\nb) the same number of classic books?\nc) fewer classic books than they used to?\nYou can hear the right answer at the end of the programme.\n<strong>intellectual</strong>\n<br/>\na person who has studied a lot and knows a lot about their area of study\n<br/>\n<br/>\n<strong>show off</strong>\n<br/>\nsomeone who does something well and always wants others to know that\n<strong>the classics</strong>\n<br/>\nvery well-known old novels\n<strong>romantic fiction</strong>\n<br/>\nlove stories\n<strong>light read</strong>\n<br/>\nentertaining and easy reading material, such as romantic fiction\n<strong>heavy read</strong>\n<br/>\nvery difficult reading material, such as academic textbooks\n<strong>retailers</strong>\n<br/>\npeople or shops that sell things\n<strong>highbrow</strong>\n<br/>\nculture (book, art, theatre) that intellectuals enjoy\n<strong>shift</strong>\n<br/>\nchange\n<strong>hooked</strong>\n<br/>\naddicted\n<br/>\n<strong><br/>advent</strong>\n<br/>\n(here) beginning\n<br/>\n<br/>\n<strong>e-reader</strong>\n<br/>\nelectronic device that contains lots of written text\nNote: This is not a word-for-word transcript\n<strong>Neil</strong>\n<br/>\nHello and welcome to 6 Minute English. I'm Neil…\n<strong>Alice</strong>\n<br/>\n… and I'm Alice. Sorry, wait a minute Neil. I'm just finishing this book.\n<strong>Neil</strong>\n<br/>\nOK.\n<strong>Alice</strong>\n<br/>\nLast page… nearly there… ohh - fantastic book!\n<strong>Neil</strong>\n<br/>\nWell I'm glad you enjoyed that. I'm glad you finished your book there Alice! We're talking about books in today's programme. What was it you were reading there?\n<strong>Alice</strong>\n<br/>\nNo, never mind Neil. It's not your kind of book. You wouldn't like it.\n<strong>Neil</strong>\n<br/>\nHow do you know?\n<strong>Alice</strong>\n<br/>\nWell, I just think you might read something a little more intellectual.\n<strong>Neil</strong>\n<br/>\nOh I see… Well we are talking about the kinds of books people read and what they say about them today.\n<strong>Alice</strong>\n<br/>\nYes. Perhaps you read the works of a famous writer – the classics – Charles Dickens, Shakespeare.\n<strong>Neil</strong>\n<br/>\nPeople will think you are an intellectual. You can show off by reading these books – the classics.\n<strong>Alice</strong>\n<br/>\nOr perhaps you read popular novels or romantic fiction – a light easy read.\n<strong>Neil</strong>\n<br/>\nWhen you go on holiday – maybe to the beach – what kind of books do you read? And what do you read when you're going to work?\n<strong>Alice</strong>\n<br/>\nWe're going to hear part of a BBC interview with David Adshead from the Commuter Book Club. A commuter travels to work by bus, train or here in London, The Tube, a train that goes all over the city, mostly underground.\n<strong>Neil</strong>\n<br/>\nAnd Alice as usual, we have a quiz question. Are you ready?\n<strong>Alice</strong>\n<br/>\nYes, absolutely.\n<strong>Neil</strong>\n<br/>\nOK. It's about classic book sales. So these days are people buying…\na) more classic books?\nb) the same number of classic books?\nc) fewer classic books than they used to?\n<strong>Alice</strong>\n<br/>\nOh that's an interesting one. Tricky to guess but I'm going to say c) fewer classic books.\n<strong>Neil</strong>\n<br/>\nOK, well, let’s find out the answer at the end of the programme. But now, here is David Adshead from the Commuter Club. What kind of book does he say people usually take with them to the beach?\n<strong>INSERT</strong>\n<br/>\n<strong>David Adshead, Commuter Book Club</strong>\n<br/>\nPeople often think that, you know, traditionally you take a light easy read for the beach and on the train, um, you maybe read something very different.\n<strong>Interviewer<br/></strong>\n… if only to show off.\n<strong>David Adshead<br/></strong>\nExactly, to appear to others to be more intellectual. But actually, what we find in this is that it really comes down to the individual – what they like to read and actually we've seen this summer a lot of the book sales - summer reads is generally lighter books, easier to get on with, to take away on holiday - but the big retailers have seen a shift actually - people moving sort of slightly higher brow, taking away more classic books. Sales in that way have increased.\n<strong>Neil</strong>\n<br/>\nDavid Adshead from the Commuter Book Club there. He says that people usually – traditionally - take a light, easy read to the beach or on the train.\n<strong>Alice</strong>\n<br/>\nYes. He says these books are easier to get on with. David says that it really comes down to the individual - each person is different. But he says that there has been a shift – a change – in what people read.\n<strong>Neil</strong>\n<br/>\nYes, he says that the shops that sell books – that's the retailers – say the books people are buying are more highbrow – the classics, as we were talking about.\n<strong>Alice</strong>\n<br/>\nAbsolutely. Highbrow books are read by intellectuals or perhaps the people who read these books are just showing off.\n<strong>Neil</strong>\n<br/>\nYes, maybe they are. Well I wonder if these people have read any books by Fiona Harper. She writes romantic novels – that's stories about love.\n<strong>Alice</strong>\n<br/>\nLight reading – not highbrow. She was also at this interview about the Commuter Book Club.\n<strong>Neil</strong>\n<br/>\nNow, do commuters read her romantic novels on the Tube?\n<strong>Alice</strong>\n<br/>\nWell here is novelist Fiona Harper talking about how she writes her romantic novels. She wants people to not stop reading her stories once they start – she wants them to be hooked.\n<strong>INSERT</strong>\n<br/>\n<strong>Author Fiona Harper</strong>\n<br/>\nI think what it comes down to most of the time is you just want to write a really good story because if you write a good story then hopefully people are hooked, they'll keep turning the pages and..\n<strong>Interviewer</strong>\n<br/>\nAnd do you wonder whether they are reading them on holiday? I mean presumably, they're more likely to read your stuff on holiday than when they’re sitting on the Tube being looked at by lots of other people. I don't know.\n<br/>\n<strong><br/>Author Fiona Harper<br/></strong>\nPossibly, although with the advent of e-readers, you can read anything you like and no one knows – or on your phone – no one knows what you're reading.\n<br/>\n<strong><br/>Interviewer</strong>\n<br/>\nAnd that's an important point.\n<strong>Neil</strong>\n<br/>\nThat's the author Fiona Harper talking about romantic novels. So do commuters read her books on the Tube?\n<strong>Alice</strong>\n<br/>\nWell perhaps you don't want others to see you reading that stuff. It can be a bit embarrassing. It shouldn't be, but Fiona says you can also use an e-reader.\n<strong>Neil</strong>\n<br/>\nAn e-reader – that's an electronic book. Instead of pages, you read off a screen.\n<strong>Alice</strong>\n<br/>\nWell if you use an e-reader or tablet, no one knows what you're reading.\n<strong>Neil</strong>\n<br/>\nSo perhaps they are reading a romantic novel – no one knows. OK. Let's take a moment to look at some of today's words.\n<strong>Alice</strong>\n<br/>\nHere they are:\nintellectual\nshow off\nthe classics\nromantic fiction\nlight read\nheavy read\nretailers\nhighbrow\nshift\nhooked\nadvent\ne-reader\n<strong>Neil</strong>\n<br/>\nAnd before we go, the answer to today's quiz question. I asked about classic books. Are people these days buying…\na) more classic books?\nb) the same number of classic books?\nc) fewer classic books than they used to?\n<strong>Alice</strong>\n<br/>\nYes. And I said c) fewer classic books.\n<strong>Neil</strong>\n<br/>\nWell I'm afraid to say Alice that you're wrong.\n<strong>Alice</strong>\n<br/>\nOh no.\n<strong>Neil</strong>\n<br/>\nI know. They're reading more classic books!\n<strong>Alice</strong>\n<br/>\nOh excellent!\n<strong>Neil</strong>\n<br/>\nSales of these books are apparently increasing.\n<strong>Alice</strong>\n<br/>\nWell that's good to hear.\n<strong>Neil</strong>\n<br/>\nAnd that's the end of today's 6 Minute English. Please do join us again soon.\n<strong>Alice</strong>\n<br/>\nAnd keep reading books… in English. Highbrow classics or a light read – it doesn't matter.\n<strong>Neil</strong>\n<br/>\nIt doesn't matter at all.\n<strong>Both</strong>\n<br/>\nBye.",
  "title": "Do we read to show off?",
  "pdf": "http://downloads.bbc.co.uk/learningenglish/features/6min/151008_6min_eng_show_off_with_books.pdf",
  "audio": "http://downloads.bbc.co.uk/learningenglish/features/6min/151008_6min_eng_show_off_with_books_download.mp3"
}