{
  "pdf": "http://downloads.bbc.co.uk/learningenglish/features/6min/150312_6min_churchill.pdf",
  "date": "12 Mar 2015",
  "audio": "http://downloads.bbc.co.uk/learningenglish/features/6min/150312_6min_churchill_download.mp3",
  "description": "This year marks the 50th anniversary of Winston Churchill's death. He is known throughout the world for his role in defeating Nazi Germany but he also made mistakes. Neil and Mike talk about this historical figure. Listen to their conversation and learn some new vocabulary.\n<strong>This week's question:</strong>\nWhich of these facts about Winston Churchill is false?\na) He won the Nobel Peace Prize.\nb) He tried three times before passing exams to the Military Academy.\nc) He was a writer and a painter.\nListen to the programme to find out the answer.\n<strong>surrender<br/></strong>\ngive up a fight and submit to the enemy\n<strong>controversial<br/></strong>\ndescribes something people disagree about\n<strong>determined<br/></strong>\npersistent, someone who doesn't give up on something easily\n<strong>skate over<br/></strong>\navoid\n<strong>misjudged<br/></strong>\ngot the wrong opinion\n<strong>flawed<br/></strong>\nweak in character\n<strong>strategy<br/></strong>\nplan of action\n<strong>lacklustre<br/></strong>\ndull, uninspiring\nNote: This is not a word-for-word transcript\n<span><strong>Neil<br/></strong></span>\n<span>Hello. Welcome to 6 Minute English. I'm Neil and with me is Mike. Hello, Mike. </span>\n<span><strong>Mike<br/></strong></span>\n<span>Hello.  </span>\n<span><strong>Neil<br/></strong>Now, today we're talking about someone you might have read about in history books: Winston Churchill – the British Prime Minister during the Second World War who is well-known throughout the world. </span>\n<span><strong>Winston Churchill, British prime minister 1940-1945 and 1951-1955<br/></strong>We shall fight on the beaches, we shall fight on the landing grounds, we shall fight in the fields and in the streets. We shall fight in the hills. We shall never <strong>surrender</strong>!</span>\n<strong><span>Mike<br/></span></strong>\n<span>Ah, never surrender, in other words, never submit to your enemy. I remember reading about this speech that Churchill gave in June 1940, when France was being invaded by the forces of Nazi Germany. </span>\n<strong><span>Neil<br/></span></strong>\n<span>Yes, and this shows the spirit of this very famous leader still admired to this day. So much so that here in the UK we are marking the 50th anniversary of Winston Churchill's death.  </span>\n<strong><span>Mike<br/></span></strong>\n<span>He was a <strong>controversial</strong> figure wasn't he, Neil? Controversial – it means people have divided opinion about him. </span>\n<span><strong>Neil<br/></strong>Yes he was quite a controversial figure. You'll learn more about him in this programme as well as some new words. But first, as ever, I'd like to ask you a quiz question, Mike.</span>\n<span><strong>Mike<br/></strong>OK, I'm ready! </span>\n<strong><span>Neil<br/></span></strong>\n<span>Do you know a lot about Churchill?</span>\n<span><strong>Mike<br/></strong></span>\n<span>I think I do, yes. </span>\n<span><strong>Neil<br/></strong></span>\n<span>OK. We'll see about that. Which of these facts about Winston Churchill is false? Now, is it:</span>\n<span>a)</span>\n<span>He won the Nobel Peace Prize.</span>\n<span>b)</span>\n<span>He tried three times before passing exams to the Military Academy.</span>\n<span>c)</span>\n<span>He was a writer and a painter.</span>\n<span><strong>Mike <br/></strong>I think it's (a). I think he won a Nobel Prize but I think it was Literature, not Peace.</span>\n<span><strong>Neil<br/></strong></span>\n<span>Well, we'll see at the end of the programme. Now, let's talk about Churchill. </span>\n<span data-mce-mark=\"1\"><strong>Mike<br/></strong></span>\n<span data-mce-mark=\"1\">You know what, Neil, many people think Churchill has a lot to teach some of today's politicians. He was very <strong>determined</strong>, in other words, he was persistent. When Churchill believed in an idea, he didn't give up easily.   </span>\n<span data-mce-mark=\"1\"><strong>Neil<br/></strong></span>\n<span data-mce-mark=\"1\">Yes. The Mayor of London Boris Johnson sees another good quality in Britain's wartime leader. He says there's one thing today's politicians do that Churchill didn't. What was it? How did he deal with issues? </span>\n<span data-mce-mark=\"1\"><strong>Boris Johnson, Mayor of London<br/></strong></span>\n<span data-mce-mark=\"1\">It's an illusion to think that he was a guy who <strong>skated over</strong> the issues. He was deeply immersed in all the detail and all the technicality and that helped him to get the right answer. </span>\n<span data-mce-mark=\"1\"><strong>Mike<br/></strong>Ah, Churchill didn't 'skate over' the issues. 'To skate over' means to avoid dealing with something. Churchill studied the issues in detail…</span>\n<span data-mce-mark=\"1\"><strong>Neil<br/></strong>… and it helped him to get things right, according to Boris Johnson. One example is that Churchill actually went to Germany in the 1930s to assess the situation in the country first hand. </span>\n<span><strong>Mike<br/></strong></span>\n<span>Well, Nazi Germany was defeated and Churchill had a role in that. But there were other things he got wrong. He <strong>misjudged</strong> many situations. Misjudged, in other words, he formed a wrong opinion about them.</span>\n<span data-mce-mark=\"1\"><strong>Neil<br/></strong>That's right! The historian Nigel Knight, a leading academic at Cambridge University, wrote a book about Churchill. He lists some of the mistakes made by the wartime leader throughout his political career. Now, let's listen. How does he describe Churchill's character? </span>\n<span><strong>Dr Nigel Knight, author: \"Churchill: The Greatest Briton Unmasked\"<br/></strong></span>\nChurchill was fundamentally\n<strong>flawed</strong>\n. So was his military\n<strong> strategy</strong>\n: Gallipoli in World War One, which was replicated in the Norwegian, North African and the soft underbelly of Europe campaigns during the World War Two. It was his economic strategy as chancellor in the 1920s, the return to the gold standards, his attitude towards India and the Indians, and indeed his post war 51-55 ministry, which was very\n<strong>lacklustre </strong>\nand very poor indeed.\n<span data-mce-mark=\"1\"><strong>Mike<br/></strong></span>\n<span data-mce-mark=\"1\">Nigel Knight calls Churchill 'flawed', it means he had a weakness in his character. And Churchill didn't get it right all the time. </span>\n<span data-mce-mark=\"1\"><strong>Neil<br/></strong></span>\n<span data-mce-mark=\"1\">No. He occupied different posts in government and sometimes he didn't get his strategy, which means his plan of action, right. His strategy in some military campaigns ended up in disaster. </span>\n<span><strong>Mike<br/></strong></span>\n<span>And his strategy regarding the British economy may have actually contributed to a period of economic crisis known as the Great Depression. And when he became prime minister again, in the 50s, his government wasn't very good, was it Neil?</span>\n<span><strong>Neil<br/></strong></span>\n<span>No. Not according to the Cambridge academic Dr Nigel Knight. He called it 'lacklustre', which means dull, uninspiring. </span>\n<span data-mce-mark=\"1\"><strong>Mike<br/></strong></span>\n<span data-mce-mark=\"1\">Well, we shall remember him mostly for his speeches in World War Two. </span>\n<strong>Neil<br/></strong>\nWell, we're running out of time so I'll go back to our quiz question.\n<strong><span data-mce-mark=\"1\">Mike<br/></span></strong>\n<span data-mce-mark=\"1\">You mentioned three facts about Winston Churchill and you said one of them was false, Neil. </span>\n<strong><span>Neil<br/></span></strong>\n<span>Yes, and the options were: <br/></span>\n<span><br/>a)</span>\n<span>He won the Nobel Peace Prize.</span>\n<span>b)</span>\n<span>He tried three times before passing exams to the Military Academy.</span>\n<span>c)</span>\n<span>He was a writer and a painter.</span>\n<span><strong>Mike<br/></strong></span>\n<span>And I said I thought he won the Nobel Literature Prize, not the Peace Prize.</span>\n<span data-mce-mark=\"1\"><strong>Neil<br/></strong></span>\n<span data-mce-mark=\"1\">And you were absolutely right! Churchill did win a Nobel Prize but it was for Literature because he wrote books about history. He was also a possible candidate for the 1945 Nobel Peace Prize but didn't win. Well, that's it for this programme but let's just remind ourselves of some of the words we've used today. </span>\n<span data-mce-mark=\"1\"><strong>Mike <br/></strong></span>\n<span data-mce-mark=\"1\">They were:</span>\n<span>surrender</span>\n<span>controversial</span>\n<span>determined</span>\n<span>skate over</span>\n<span>misjudged</span>\n<span>flawed</span>\n<span>strategy</span>\n<span>lacklustre</span>\n<span><strong>Neil<br/></strong>Thanks, Mike. Well, that's it for today. Do go to www.bbclearningenglish.com to find more 6 Minute English programmes. Until next time. Goodbye! </span>\n<strong>Mike<br/></strong>\nBye!",
  "title": "The two sides of Churchill"
}