{
  "pdf": "http://downloads.bbc.co.uk/learningenglish/features/6min/150806_6min_english_chins.pdf",
  "date": "08 Aug 2015",
  "audio": "http://downloads.bbc.co.uk/learningenglish/features/6min/150806_6min_english_chins_download.mp3",
  "description": "Almost every part of our body seems to be the subject of endless debate. But there’s one part you don’t hear much about - the chin. Join Rob and Neil as they investigate this forgotten part of our face and explain some related vocabulary.\n<span>How long ago do you think humans developed chins? Was it...</span>\n<span>a) 150,000 years ago?</span>\n<span>b) 2 million years ago?</span>\n<span>c) 5 million years ago?</span>\nYou can hear the right answer at the end of the programme.\n<strong>tedious<br/></strong>\nboring or uninteresting\n<strong>chin up<br/></strong>\nstay positive or optimistic\n<strong>far-fetched<br/></strong>\ndifficult to believe\n<strong>projection<br/></strong>\nsomething that sticks out from a surface\n<strong>jaw<br/></strong>\nlower part of the face\n<strong>ancestors<br/></strong>\npeople related to us from a long time ago\n<strong>prominent<br/></strong>\neasy to see or notice\n<strong>chinless wonder<br/></strong>\na weak person\n<strong>plausible<br/></strong>\nacceptable or believable\n<strong>double chin<br/></strong>\nloose skin under the jaw\n<strong>chinwag<br/></strong>\ntalk with friends in a relaxed way\nNote: This is not a word-for-word transcript\n<span><strong>Rob<br/></strong>Hello and welcome to 6 Minute English. I'm Rob.</span>\n<span><strong>Neil<br/></strong>And I'm Neil. Hello.</span>\n<span><strong>Rob<br/></strong>Hi there, Neil. Hardly a day goes by without hearing someone talking about some aspect of our bodies. Do you know what I mean, Neil? </span>\n<span><strong>Neil<br/></strong>Oh, yes, Rob. Almost every part of our anatomy seems to be the subject of endless debate. It could be our stomachs and what we eat. It could be our posture and how we stand. It could be our skin and how we should look after it.</span>\n<span><strong>Rob<br/></strong>Yes, I know, it gets very <strong>tedious</strong> – that means boring – so I don't really take any notice, as you can see! But there’s one part of our body you don’t hear much about – and that is the chin.</span>\n<span><strong>Neil<br/></strong></span>\n<span>The chin? You mean the small bit of bone under the mouth? It’s not the most interesting part, is it Rob? I mean, it doesn’t do anything, does it? I must admit I’ve never even thought about it. What’s it for, anyway?</span>\n<strong><span>Rob</span></strong>\n<br/>\n<span>Well, some people think it’s very useful for folding up large sheets and towels. You know, you hold one end under your chin like that with it…</span>\n<span><strong>Neil<br/></strong>Come on, Rob, you're not being serious!</span>\n<span><strong>Rob<br/></strong>Of course not. But seriously, the more you think about it, the more interesting the chin becomes.</span>\n<span><strong>Neil<br/></strong>You’ve still got to convince me, Rob. A chin is just a chin. That’s all there is to it.</span>\n<strong><span>Rob<br/></span></strong>\n<span>Not so fast, Neil.  The chin may turn out to be a more important part of the body than you think. But before we get into that, let’s turn to the quiz. <strong>Chin up</strong>, Neil. </span>\n<strong><span>Neil<br/></span></strong>\n<span>A good phrase - it means stay positive and optimistic.</span>\n<strong><span>Rob<br/></span></strong>\n<span>OK well how optimistic are you about getting this question right? How long ago do you think humans developed chins? Was it...</span>\n<span>a)</span>\n<span>150,000 years ago?</span>\n<span>b)</span>\n<span>2 million years ago? or</span>\n<span>c)</span>\n<span>5 million years ago?</span>\n<span><strong>Neil<br/></strong></span>\n<span>Hmm. I have no idea. They all sound <strong>far-fetched</strong> to me. Far-fetched means something is difficult to believe. But I think I’ll go for 2 million years ago.  </span>\n<span><strong>Rob<br/></strong>'B'. Okay. Well, we'll find out if you're right or wrong later on. </span>\n<span>But the first thing to say is that humans are the only animals to have developed a chin. Let’s listen to Dr James Pampush from the University of Florida. What word does he use to mean it sticks out?</span>\n<span><strong>Dr James Pampush from the Department of Anthropology at the University of Florida <br/></strong></span>\n<span>Humans are the only animal that have a chin and by that I mean, you have this bony <strong>projection</strong> underneath your teeth that sticks out past your teeth on the lower portion of your <strong>jaw</strong> and it’s such an unusual feature, that in a way it sort of helps define what it means to be human.</span>\n<span><strong>Neil<br/></strong>So he used the word <strong>projection</strong> which means something that sticks out from the main surface.  </span>\n<span><strong>Rob<br/></strong>And the word <strong>jaw</strong> is used to describe the lower part of the face, which the chin is part of. So, we now know exactly what the chin is. But why did it develop?</span>\n<span><strong>Neil<br/></strong>Now from what I understand, Rob, it has a lot to do with when humans started to cook their food, so the food they ate became much softer. Therefore, our <strong>ancestors</strong> – that’s the people related to us from a long time ago – they didn’t need powerful jaws or sharp teeth anymore. And, strangely, that made the jaw drop and produced that odd piece of bone we know as the chin.      </span>\n<strong><span>Rob<br/></span></strong>\n<span>But some time later the chin became associated with sexual attraction in men. Males with <strong>prominent</strong> – that means easy to see - jaws were supposed to be attractive to women. And men with small chins were thought to be unattractive or weak people. They were even called <strong>chinless wonders</strong> sometimes.</span>\n<span><strong>Neil<br/></strong>Chinless wonder, an interesting phrase! So, let’s have a look at yours, Rob. Are you a chinless wonder? Mmm. Looks pretty normal to me. How about mine? </span>\n<span><strong>Rob<br/></strong>Well, Neil, your chin is rather pointed if you don’t mind me saying. But I’m not sure what that means, to be honest. So, let’s move swiftly on. Let's hear what Dr Pampush has to say about this. He uses a word that means this theory is likely to be true.</span>\n<span><strong>Dr James Pampush from the Department of Anthropology at the University of Florida <br/></strong></span>\n<span>It seems <strong>plausible</strong> to me that chins emerged as some kind of feature and then later were selected to be sex ornaments. But not the presence of the chin but, rather, the shape of the chin being some kind of marker for sexual identity.</span>\n<span><strong>Neil<br/></strong>The word he used was<strong> plausible</strong> meaning something that is acceptable or believable. </span>\n<span><strong>Rob<br/></strong>The word chin has also given us some interesting expressions. A <strong>double chin</strong>, for example, describes loose skin hanging beneath the chin which makes people look like they’ve got two chins! It’s something that people don’t like and often try to get rid of.</span>\n<span><strong>Neil<br/></strong>And then there’s the verb to <strong>chinwag</strong>. That means to talk a lot or to chat in a relaxed way with friends. A chinwag tends to be a conversation about things that aren't very important – but our conversation about chins is very important!  </span>\n<strong><span>Rob</span></strong>\n<br/>\n<span>I guess so Neil, OK – so how about the answer to that question I asked you earlier? I asked you how long ago did humans develop chins? Was it a) 150,000 years ago? </span>\n<span>b) 2 million years ago or c) 5 million years ago?</span>\n<span><strong>Neil<br/></strong>And I said 2 million years ago.</span>\n<span><strong>Rob<br/></strong>You know your chins, you were right. Well done! </span>\n<strong><span>Neil<br/></span></strong>\n<span>Ah brilliant!</span>\n<strong><span>Rob<br/></span></strong>\n<span>Chins really have been around for a long time. Now, before we go, it’s time to remind ourselves of some of the vocabulary that we’ve heard today. Neil.</span>\n<strong><span>Neil<br/></span></strong>\n<span>tedious</span>\n<span>chin up</span>\n<span>far-fetched</span>\n<span>projection</span>\n<span>jaw</span>\n<span>ancestors</span>\n<span>prominent</span>\n<span>chinless wonder</span>\n<span>plausible</span>\n<span>double chin</span>\n<span>chinwag</span>\n<strong><span>Rob<br/></span></strong>\n<span>Thanks Neil. Well, that brings us to the end of today's 6 Minute English. We hope you’ve enjoyed the programme. You can hear plenty more on our website at <a href=\"http://www.bbclearningenglish.com\">bbclearningenglish.com</a>. Please join us again soon. Bye bye.</span>\n<span><strong>Neil<br/></strong>Goodbye.</span>",
  "title": "Chins"
}