{
  "date": "2016-01-14",
  "description": "From artificial lights, to late night TV, and now the ever-present glow of our smartphones, modern life is often blamed for ruining our sleep. But do we really need so much sleep? Neil and Alice discuss a new study by American researchers which has concluded that our ancestors were probably as sleep deprived as we are.\nWhat's another word for sleepwalking? Is it…\na) narcolepsy?\nb) restless legs syndrome?\nc) somnambulism?\nYou can hear the right answer at the end of the programme.\n<strong><span>sleep like a log<br/></span></strong>\n<span>sleep very heavily and well</span>\n<strong><span>snoring<br/></span></strong>\n<span>breathing in a noisy way through your mouth or nose while you're asleep</span>\n<span><strong>caffeine<br/></strong>a chemical found in coffee and tea that makes you feel more awake.</span>\n<span><strong>insomnia<br/></strong>having difficulty falling asleep or staying asleep</span>\n<strong><span>hunter-gatherers<br/></span></strong>\n<span>people who live by hunting animals and gathering plants</span>\n<strong><span>soundly<br/></span></strong>\n<span>well or deeply</span>\n<strong><span>irregular<br/></span></strong>\n<span>(in this context) not spaced out evenly</span>\n<span><strong>cognitive behavioural therapy</strong></span>\n<br/>\na treatment for mental health problems that tries to change the way you think\nNote: This is not a word-for-word transcript\n<span><strong>Alice<br/></strong>Hello and welcome to 6 Minute English. I'm Alice…</span>\n<span><strong>Neil<br/></strong>… and I'm Neil. </span>\n<strong><span>Alice<br/></span></strong>\n<span>So Neil, did you sleep well last night?</span>\n<span><strong>Neil<br/></strong>Um, yes, thanks. Why do you ask?</span>\n<span><strong>Alice<br/></strong>Today we're talking about how much sleep we need. </span>\n<strong><span>Neil<br/></span></strong>\n<span>I like a good eight hours myself – ten at the weekend. How about you?</span>\n<strong><span>Alice<br/></span></strong>\n<span>Six is enough for me. But did you know this? Humans sleep around three hours less than other primates like chimps, who sleep for about ten hours. So you're a chimp, Neil – at the weekends, at least! Are you ready for the quiz question?</span>\n<strong><span>Neil<br/></span></strong>\n<span>[makes some chimp noises]</span>\n<strong><span>Alice<br/></span></strong>\n<span>OK, I'll assume that means yes. Right. What's another word for sleepwalking? Is it…<br/></span>\n<span>a) narcolepsy?<br/></span>\n<span>b) restless legs syndrome?<br/></span>\n<span>or c) somnambulism?</span>\n<strong><span>Neil<br/></span></strong>\n<span>I will go for b) restless legs syndrome, since there's a connection there with the legs. </span>\n<strong><span>Alice<br/></span></strong>\n<span>Well we'll find out whether you're right or wrong later on in the show. So what keeps you awake at night, Neil?  </span>\n<strong><span>Neil<br/></span></strong>\n<span>Not much, to be honest. I usually <strong>sleep like a log</strong> – and that means very heavily indeed! But sometimes my own snoring wakes me up, and then I can find it hard to get back to sleep. <strong>Snoring</strong>, for those of you who don't know, means breathing in a noisy way through your mouth or nose while you're asleep. [snores] … like that… How about you, Alice?</span>\n<strong><span>Alice<br/></span></strong>\n<span>Very good, yes. Well, that's quite ridiculous! Anyway, for me, it's drinking too much coffee during the day. It's the <strong>caffeine</strong> in coffee – a chemical that makes you feel more awake – which can stop you from sleeping at night. But there are so many things that can keep us awake these days. </span>\n<strong><span>Neil<br/></span></strong>\n<span>Oh yes. Radio, TV… techy stuff like 24-hour internet, computers, smart phones. I love my phone and it's never far from me!</span>\n<strong><span>Alice<br/></span></strong>\n<span>Well, let's hear what Professor Jerome Siegel, from the University of California, found when he studied the sleep habits of three different hunter-gatherer communities who have very little contact with modern society. They don't have artificial light, electricity, batteries, or any of the gadgets that we rely on today.</span>\n<strong><span>INSERT<br/></span></strong>\n<span><strong>Professor Jerome Siegel, from the University of California, US<br/></strong></span>\n<span>Their sleep was not that different from ours. The range of sleep period was about 6.9 to 8.5 hours. If you actually measure sleep in current populations in the United States or in Europe they're definitely at the low end of what's been reported. They certainly don't sleep a lot less than we do but they clearly don't sleep more.</span>\n<strong><span>Alice<br/></span></strong>\n<span>Professor Jerome Siegel found that people in these communities don't go to bed until several hours after sundown – just like us! But one big difference is that very few of them suffer from <strong>insomnia</strong> – which means having difficulty falling asleep and staying asleep.</span>\n<strong><span>Neil<br/></span></strong>\n<span>Now, I don't have a problem with insomnia. And <strong>hunter-gatherers</strong> – people who live by hunting animals and gathering plants to eat – don't either – probably because they take a lot of physical exercise during the day.</span>\n<strong><span>Alice<br/></span></strong>\n<span>Yes, that's right. Taking exercise is an important factor in sleeping <strong>soundly</strong> – or well – at night. But these days our minds can be so active that it becomes very difficult to fall asleep. Let's listen to Professor Kevin Morgan, from Loughborough University here in England, talking about how cognitive behavioural therapy can be used to help people with insomnia.</span>\n<span><strong>INSERT<br/></strong><strong>Professor Kevin Morgan, Loughborough University, England<br/></strong></span>\n<span>If you have a train of thoughts which would otherwise keep you awake one way of dealing with this is to block those thoughts. What I'd like you to do is repeat the word 'the' in your mind at irregular intervals – the the the the the the the the the – what you'll find (is) that the mind space required to do this blocks out almost everything else.</span>\n<strong><span>Neil<br/></span></strong>\n<span>So Professor Kevin Morgan suggests saying one word over and over again at irregular intervals – <strong>irregular</strong> in this context means not spaced out evenly. Doing it can help to block out the thoughts that are stopping you from getting to sleep. It sounds like a very simple solution. I wonder if it works?</span>\n<strong><span>Alice<br/></span></strong>\n<span>There's one way to find out, Neil. Try it yourself!</span>\n<strong><span>Neil<br/></span></strong>\n<span>I will.</span>\n<strong><span>Alice<br/></span></strong>\n<span>OK. And <strong>cognitive behavioural therapy</strong> by the way is a treatment for mental health problems that tries to change the way you think.</span>\n<strong><span>Neil<br/></span></strong>\n<span>Well, I usually count sheep if I can't get to sleep. Do you do that, Alice?</span>\n<strong><span>Alice<br/></span></strong>\n<span>No, not usually. No. OK, I think it's time for the answer to our quiz question. I asked: What's another word for sleepwalking? Is it… a) narcolepsy? b) restless legs syndrome? or c) somnambulism?</span>\n<span><strong>Neil<br/></strong>And I said b) restless legs syndrome.</span>\n<span><strong>Alice<br/></strong>Sorry, Neil, it's actually c) somnambulism – the roots of this word come from Latin. <em>Somnus</em> means 'sleep' and and <em>ambulare</em> means 'walk'. Narcolepsy is a condition where you can't stop yourself falling asleep, especially during the day. </span>\n<strong><span>Neil<br/></span></strong>\n<span>Narcolepsy… (says in a sleepy way)</span>\n<strong><span>Alice<br/></span></strong>\n<span>And restless legs syndrome is a condition that makes you desperate to move your legs around, especially when you're sitting quietly or trying to get to sleep. </span>\n<strong><span>Neil<br/></span></strong>\n<span>… get to sleep… (murmuring)</span>\n<strong><span>Alice<br/></span></strong>\n<span>Neil! Wake up! </span>\n<strong><span>Neil<br/></span></strong>\n<span>Oh, hello Alice! Sorry.</span>\n<strong><span>Alice<br/></span></strong>\n<span>Hello! Can we hear today's words again, please? </span>\n<strong><span>Neil<br/></span></strong>\n<span>OK, yeah:<br/></span>\n<span>sleep like a log<br/></span>\n<span>snoring<br/></span>\n<span>caffeine<br/></span>\n<span>insomnia<br/></span>\n<span>hunter-gatherers<br/></span>\n<span>soundly<br/></span>\n<span>irregular<br/></span>\n<span>cognitive behavioural therapy</span>\n<strong><span>Alice<br/></span></strong>\n<span>Well, that just about brings us to the end of this edition of 6 Minute English. We hope you've enjoyed this programme. Please do join us again soon. </span>\n<span><strong>Both<br/></strong>Bye.</span>",
  "title": "Is modern life making us tired?",
  "pdf": "http://downloads.bbc.co.uk/learningenglish/features/6min/160114_6min_english_sleep_deprivation.pdf",
  "audio": "http://downloads.bbc.co.uk/learningenglish/features/6min/160114_6min_english_sleep_deprivation_download.mp3"
}