{
  "pdf": "http://downloads.bbc.co.uk/learningenglish/features/6min/160211_6min_english_payments.pdf",
  "date": "11 Feb 2016",
  "audio": "http://downloads.bbc.co.uk/learningenglish/features/6min/160211_6min_english_payments_download.mp3",
  "description": "Are the days of paying by cash for a latte or a newspaper nearly gone? Now you can pay via mobile phone, contactless cards, and even using your finger. Alice and Neil discuss Neil's fondness for loose change while teaching some related vocabulary.\nWhich man's face appears on a UK ten pound note? Is it…\na) Charles Darwin?\nb) Isaac Newton?\nc) Albert Einstein?\nYou can hear the right answer at the end of the programme.\n<strong><span>behind the curve</span></strong>\n<strong><br/></strong>\n<span>not keeping up with current thinking or trends<br/><br/></span>\n<strong><span>tap-and-go </span></strong>\n<br/>\n<span>wireless payment technology using credit and debit cards, or mobile phones<br/><br/></span>\n<strong><span>antenna </span></strong>\n<br/>\n<span>equipment used for sending and receiving radio or TV signals<br/><br/></span>\n<strong><span>ether </span></strong>\n<br/>\n<span>the air where electronic communication happens<br/><br/></span>\n<strong><span>fraud </span></strong>\n<br/>\n<span>getting money by cheating people<br/><br/></span>\n<strong><span>spending spree </span></strong>\n<br/>\n<span>doing a lot of shopping over a short period of time<br/><br/></span>\n<strong><span>wearable tech</span></strong>\n<br/>\n<span>things you can wear which combine payment and security technology<br/><br/></span>\n<strong><span>authenticate</span></strong>\n<br/>\n<span>(in general) prove something is true or genuine </span>\nNote: This is not a word-for-word transcript\n<span><strong>Alice<br/></strong>Hello and welcome to 6 Minute English. I'm Alice…</span>\n<span><strong>Neil<br/></strong>… and I'm Neil. Alice, have you got two pounds? I forgot my wallet and I need a coffee. I've only got these pennies.</span>\n<span><strong>Alice<br/></strong>Sorry – I always use my bankcard in the cafeteria. </span>\n<span><strong>Neil<br/></strong>You use a card to buy coffee?</span>\n<strong><span>Alice<br/></span></strong>\n<span>Yes. It's a tap-and-go card so it's quick – you don't enter a PIN number – and everyone in the coffee queue uses them… except you. And today's show is about how we pay for things.</span>\n<span><strong>Neil<br/></strong>Well, I pay for things with money! </span>\n<strong><span>Alice<br/></span></strong>\n<span>There are different kinds of money. You're behind the curve, digging around in your pockets for change, Neil. Do you still use cheques too?</span>\n<strong><span>Neil<br/></span></strong>\n<span>Yes, I do. Cheques are very useful. Now, being <strong>behind the curve</strong> means not keeping up with current trends. So help me keep up, Alice. What's a tap-and-go card? I thought you were talking about your regular bankcard.</span>\n<strong><span>Alice<br/></span></strong>\n<span>Well,<strong> tap-and-go </strong>cards are regular bankcards but with a built-in chip and antenna. The card reader sends out a radio frequency and when you bring the card close to the reader, the antenna picks up the signal to make the payment.</span>\n<strong><span>Neil<br/></span></strong>\n<span>Hmm. This antenna business doesn't sound secure – an <strong>antenna</strong> is used for sending or receiving radio signals. Doesn't it mean your personal data is flying around in the ether for anyone to steal?</span>\n<strong><span data-mce-mark=\"1\">Alice</span></strong>\n<span>In this context, <strong>ether</strong> means the air where electronic communication happens. And nothing's flying around, Peter Pan! At less than half a second per transaction, there's no time for anyone to steal your cash! Now, why don't you answer today's quiz question? Which man's face appears on a UK ten pound note? Is it…<br/></span>\n<span>a)   Charles Darwin<br/></span>\n<span>b)   Isaac Newton<br/></span>\n<span>or c)   Albert Einstein<br/><br/></span>\n<strong><span>Neil<br/></span></strong>\n<span>None of them – it's the Queen.<br/><br/></span>\n<strong><span>Alice<br/></span></strong>\n<span>No, Neil. The Queen is on one side, but on the other side of each note is an important historical figure.</span>\n<strong><span>Neil<br/></span></strong>\n<span>Oh really? I've never noticed… OK, I'll go for b) Isaac Newton. He's a historical figure.</span>\n<strong><span>Alice<br/></span></strong>\n<span>So are Darwin and Einstein. And coins and banknotes will be historical soon. But we'll find out if you're right later on. </span>\n<strong><span>Neil<br/></span></strong>\n<span>I'm still concerned about tap-and-go. What if someone steals my card?</span>\n<strong><span>Alice<br/></span></strong>\n<span>Each contactless payment is limited to a certain amount – the UK's limit is £30. After you've used your card a few times in a row, you have to enter your PIN. And if a thief does go on a spending spree with your card, your bank covers you against fraud. Whereas, if someone steals your banknotes, that's your bad luck!</span>\n<strong><span>Neil<br/></span></strong>\n<span>OK, good points. <strong>Fraud</strong> means getting money by cheating people. And a <strong>spending spree</strong> is a short period of time where you do a lot of shopping. Are you a big spender, Alice?</span>\n<strong><span>Alice<br/></span></strong>\n<span>Not with my tap-and-go, Neil. How about you and your chequebook?</span>\n<strong><span>Neil<br/></span></strong>\n<span>No comment. </span>\n<strong><span>Alice<br/></span></strong>\n<span>Moving on. If getting your bankcard out seems like too much trouble there's now a solution with <strong>wearable tech</strong> – that's clothing and accessories that include computer and electronic technologies. Let's hear what Kenneth Cukier, a technology expert, has to say.</span>\n<span><strong>INSERT<br/>Kenneth Cukier, economist and technology expert<br/></strong></span>\n<span>You can simply take any wireless card and the chip from it that your bank might issue you with, and you can put it into the coat and then when you want to make a payment you just simply wave your arm in front of the terminal and leave with your latte. This is intended for people who are incredibly lazy who don't want to take their card out of their wallet, or use their phone, or use their watch. People are going to be making more purchases more of the time – particularly for small-valued goods.</span>\n<strong><span>Neil<br/></span></strong>\n<span>What Kenneth Cukier said is very interesting. That sounds tempting but I'm still concerned about how safe this all is. What if I wave my arm around and make a payment by mistake?</span>\n<strong><span>Alice<br/></span></strong>\n<span>The chip has to get very close to the card reader to make a payment so that's not likely to happen. Now companies are creating new biometric technology – which you might like Neil – because it combines payment and security technology. Let's hear more from the BBC reporter Kate Russell.</span>\n<strong><span>INSERT<br/></span></strong>\n<strong><span>Kate Russell, BBC reporter</span></strong>\n<br/>\n<span>For those times when not even carrying a phone is convenient – at the beach or a festival for example – the fingo-pay system reads the unique maps of veins under the surface of your finger. The trick is remembering which finger you registered with.</span>\n<strong><span>Alice<br/></span></strong>\n<span>This high-tech stuff reporter Kate Russell is talking about is amazing! Some day soon we won't have to carry a wallet or a purse or anything. The veins in our finger will <strong>authenticate</strong> payments – and prove the payments are ours. I can't wait!</span>\n<strong><span>Neil<br/></span></strong>\n<span>Hmm. Sounds a bit too sci-fi for my liking. How about giving us the answer to today's quiz question?</span>\n<strong>Alice<br/></strong>\nAlright then. I asked: Which man's face appears on a UK ten pound note? Is it… a) Charles Darwin b)  Isaac Newton or c)  Albert Einstein\n<strong><span data-mce-mark=\"1\">Neil<br/></span></strong>\n<span data-mce-mark=\"1\">And I said b) Isaac Newton.</span>\n<strong><span>Alice<br/></span></strong>\n<span>Yes. And you were wrong, Neil! It was that other famous person, a) Charles Darwin. Isaac Newton was on the old one pound note which is no longer used. And Einstein was German, not British, so he wouldn't appear on a UK banknote anyway.</span>\n<span><strong>Neil<br/></strong>Well they look similar, I think. Can you tell us today's words once again, Alice?</span>\n<strong><span>Alice<br/></span></strong>\n<span>Yes, of course I can. They are:<br/></span>\n<span>behind the curve<br/></span>\n<span>tap-and-go<br/></span>\n<span>antenna<br/></span>\n<span>ether<br/></span>\n<span>fraud<br/></span>\n<span>spending spree<br/></span>\n<span>wearable tech<br/></span>\n<span>authenticate<br/><br/></span>\n<strong><span>Neil<br/></span></strong>\n<span>Well, that's the end of this edition of 6 Minute English. Get ahead of the curve, and join us again soon. Meanwhile, visit our website: </span>\n<a href=\"http://www.bbclearningenglish.com/\"><span>bbclearningenglish.com</span></a>\n<span>, where you'll find guides to grammar, exercises, videos and articles to read and improve your English.</span>\n<strong>Both<br/></strong>\nBye.",
  "title": "How would you like to pay?"
}