{
  "date": "2016-02-25",
  "description": "Neil and Sophie talk about the hopes and risks of gene editing. Is it going to cure diseases? Or be used to create designer babies? And Neil wonders how many errors he might have in his genetic code.\nWhich science fiction film anticipates gene editing in a dystopian society where humans are genetically engineered? Is it…\na) Robocop\nb) Gattaca\nc) Blade Runner\nYou can hear the right answer at the end of the programme.\n<span><strong>gene editing<br/></strong>the ability to modify DNA</span>\n<span><strong>manipulate<br/></strong>modify or control</span>\n<span><strong>DNA </strong>(deoxyribonucleic acid)<br/></span>\n<span>a substance in the cells of animals and plants that contains genetic information</span>\n<span><strong>gene<br/></strong>a part of the DNA in a cell that controls the growth and behaviour of a living thing and is passed on from its parents</span>\n<strong><span>dystopian<br/></span></strong>\n<span>an imaginary society where people are unhappy and afraid</span>\n<strong><span>scanning<br/></span></strong>\n<span>searching carefully</span>\n<strong><span>snip<br/></span></strong>\n<span>cut</span>\n<span><strong>faulty<br/></strong>not working properly</span>\n<strong><span>catch<br/></span></strong>\n<span>problem, often a hidden problem</span>\n<strong><span>embryo<br/></span></strong>\n<span>an animal developing in its mother's womb</span>\n<span><strong>designer babies<br/></strong>babies whose genes have been selected to have certain desirable characteristics</span>\n<strong><span>open the door<br/></span></strong>\n<span>make possible</span>\n<strong><span>enhanced</span></strong>\n<br/>\n<span>improved</span>\n<strong><span>discrimination<br/></span></strong>\n<span> treating some people less fairly than others</span>\nNote: This is not a word-for-word transcript\n<strong><span>Sophie<br/></span></strong>\n<span>Hello and welcome to 6 Minute English. I'm Sophie…</span>\n<span><strong>Neil<br/></strong>And I'm Neil. I was watching the news the other day, Sophie.</span>\n<strong><span>Sophie<br/></span></strong>\n<span>Learn anything interesting?</span>\n<strong><span>Neil<br/></span></strong>\n<span>Yes, actually. UK scientists have been authorised by the government to genetically modify human embryos for research. What they can't do though is implant modified embryos into women. They talked a lot about gene editing... </span>\n<strong><span>Sophie<br/></span></strong>\n<span>Can you explain to us what gene editing is?</span>\n<strong><span>Neil<br/></span></strong>\n<span>Mmm… I think this means there are these letters in a code – A-B-C something… I can't remember exactly…  </span>\n<strong><span>Sophie<br/></span></strong>\n<span><strong>Gene</strong> <strong>editing</strong> is the ability to <strong>manipulate</strong> – or control – DNA. And in case you didn't know, <strong>DNA</strong> is short for deoxyribonucleic acid – this is a substance in the cells of animals and plants that contains genetic information. And a <strong>gene</strong> is part of the DNA in the cell that controls the physical development and behaviour of a plant or animal and is passed on from its parents.</span>\n<strong><span>Neil<br/></span></strong>\n<span>Phew! Thanks for the science lesson, Sophie. </span>\n<strong><span>Sophie<br/></span></strong>\n<span>You're welcome. Now here's a question for you, Neil: Which science fiction film anticipates gene editing in a dystopian society where humans are genetically engineered? Is it…<br/></span>\n<span>a) Robocop<br/></span>\n<span>b) Gattaca<br/></span>\n<span>or c) Blade Runner</span>\n<strong><span>Neil<br/></span></strong>\n<span>Mmm… I don't really understand the question but I'm going to say c) Blade Runner. What's dystopian?</span>\n<strong><span>Sophie<br/></span></strong>\n<span><strong>Dystopian</strong> means an imaginary society where people are unhappy and afraid. Well, moving on, let's listen to BBC journalist Fergus Walsh talking about how gene editing works.</span>\n<span><strong>INSERT<br/>Fergus Walsh, BBC journalist<br/></strong></span>\n<span>Think of gene editing as a molecular sat nav. It scans the DNA searching for the error. Then it uses molecular scissors to snip through both strands, which switches off the faulty gene. Or it can repair the code by inserting a healthy copy of the gene. These techniques raise the prospect of treating – even curing – some genetic diseases – and it's not science fiction.</span>\n<strong><span>Sophie<br/></span></strong>\n<span>So DNA is a set of instructions for how our bodies work written using a chemical code of four letters – A, T, C, G. But sometimes the code contains mistakes. </span>\n<strong><span>Neil<br/></span></strong>\n<span>Yes. You find spelling mistakes by <strong>scanning</strong> – or searching – through the DNA. Then you <strong>snip</strong> – or cut out – the mistake or faulty gene from the code using molecular scissors. <strong>Faulty</strong> by the way, means something that isn't working properly – like the faulty brakes on my bike.</span>\n<strong><span>Sophie<br/></span></strong>\n<span>That sounds really dangerous, Neil!</span>\n<strong><span>Neil<br/></span></strong>\n<span>Yeah, but I'm more worried about my faulty genes. I might have all sorts of genetic mistakes inside me.</span>\n<strong><span>Sophie<br/></span></strong>\n<span>That wouldn't surprise me. But you've actually touched on a serious point. Latest research suggests all our bodies do contain genetic mistakes, some of which could cause disease. And as reporter Fergus Walsh said at the end of the clip, gene editing could be important for treating or even curing inherited genetic diseases. For patients with blood, immune, muscle or skin disorders it offers the possibility that their faulty cells could be removed, or changed in the lab, and then put back. </span>\n<strong><span>Neil<br/></span></strong>\n<span>That sounds amazing. But is there a <strong>catch</strong>?</span>\n<strong><span>Sophie<br/></span></strong>\n<span>And that means a problem or drawback. Yes. Some people think that if editing the genes of a human embryo is allowed for curing disease, this will lead to editing the genes of embryos for reasons other than health. Let's listen to Marcy Darnovsky, executive director of the Centre for Genetics and Society in California talking about her concerns.</span>\n<strong><span>INSERT<br/>Marcy Darnovsky, Centre for Genetics and Society<br/></span></strong>\n<span>It's too risky, we don't need it, there are other ways to have healthy children, and it would open the door – possibly – to a world of genetic haves and have nots. We don't need more inequality, we don't need more discrimination in the world. </span>\n<strong><span>Neil<br/></span></strong>\n<span>An <strong>embryo</strong> by the way is an animal or human starting to develop inside its mother. Marcy Darnovsky is against gene editing because it may be used to create <strong>designer babies</strong> – or babies whose genes have been selected to have certain desirable characteristics.</span>\n<strong><span>Sophie<br/></span></strong>\n<span>She says it may <strong>open the door </strong>– or make it possible – a situation where embryos are genetically <strong>enhanced</strong> – or improved – to be more intelligent or physically stronger, for example.</span>\n<strong><span>Neil<br/></span></strong>\n<span>And this will lead to more <strong>discrimination</strong> in the world – which means treating some people less fairly than others… </span>\n<strong><span>Sophie<br/></span></strong>\n<span>…which is something that science fiction has been predicting for many years. It's that dystopian society we were discussing earlier, Neil! Which science fiction film anticipates gene editing in a dystopian society where humans are genetically engineered? Is it… a) Robocop b) Gattaca or c) Blade Runner?</span>\n<strong><span>Neil<br/></span></strong>\n<span>And I said c) Blade Runner.</span>\n<strong><span>Sophie<br/></span></strong>\n<span>Sorry, Neil! It was b) Gattaca. This 1997 sci-fi film centres on the character Vincent Freeman, who wasn't genetically engineered, but is able to buy the genetic identity of another man in order to pursue his dream of travelling into space. The film's title uses the letters G, A, T and C, which are the four chemical codes making up DNA.<br/></span>\n<span>Now here are today's words: <br/></span>\n<span>gene editing<br/></span>\n<span>manipulate<br/></span>\n<span>DNA<br/></span>\n<span>gene<br/></span>\n<span>dystopian<br/></span>\n<span>scanning<br/></span>\n<span>snip<br/></span>\n<span>faulty<br/></span>\n<span>catch<br/></span>\n<span>embryo<br/></span>\n<span>designer babies<br/></span>\n<span>open the door<br/></span>\n<span>enhanced<br/></span>\n<span>discrimination</span>\n<strong><span>Neil<br/></span></strong>\n<span>Well, that's the end of today's 6 Minute English. Please do join us again soon! </span>\n<span><strong>Both<br/></strong>Bye.</span>",
  "title": "It's all in the genes",
  "pdf": "http://downloads.bbc.co.uk/learningenglish/features/6min/160225_6min_english_gene_editing.pdf",
  "audio": "http://downloads.bbc.co.uk/learningenglish/features/6min/160225_6min_english_gene_editing_download.mp3"
}