{
  "date": "2016-03-03",
  "description": "Neil and Sophie discuss Mars. The fourth rock from the Sun is one of our nearest neighbours in space and for centuries there has been debate about whether there is life on the red planet.\n<span>How long is a day on Mars? Is it about …</span>\n<span>a) 5 hours?</span>\n<span>b) 25 hours?</span>\n<span>c) 45 hours?</span>\nYou can hear the right answer at the end of the programme.\n<span><strong>the naked eye<br/></strong>(seen) without using instruments</span>\n<strong><span>arid<br/></span></strong>\n<span>dry</span>\n<strong><span>tantalising<br/></span></strong>\n<span>something you want that's almost, but not quite, within reach</span>\n<strong><span>extremphiles<br/></span></strong>\n<span>things that live in very extreme environments and can survive conditions that would kill most other living things</span>\n<strong><span>organisms<br/></span></strong>\n<span>small living things</span>\n<strong><span>radiation</span></strong>\n<br/>\n<span>energy from heat or light</span>\n<span><strong>core<br/></strong>centre</span>\n<span><strong>disrupt<br/></strong>stop something from working normally</span>\n<span><strong>meteorite<br/></strong>a piece of rock from outer space</span>\n<span><strong>evolved<br/></strong>(in this context) developed</span>\nNote: This is not a word-for-word transcript\n<strong><span>Sophie<br/></span></strong>\n<span>Hello and welcome to 6 Minute English. I'm Sophie…</span>\n<span><strong>Neil<br/></strong>And I'm Neil. Sophie – did you see the beautiful sky last night?</span>\n<strong><span>Sophie<br/></span></strong>\n<span>No, I went to bed early. Why?</span>\n<strong><span>Neil<br/></span></strong>\n<span>I was wondering if there was life out there.</span>\n<strong><span>Sophie<br/></span></strong>\n<span>You mean life on other planets? That's just science fiction, Neil. </span>\n<strong><span>Neil<br/></span></strong>\n<span>It isn't! People are fascinated by life on other planets for a good reason.</span>\n<strong><span>Sophie<br/></span></strong>\n<span>You believe in little green men?</span>\n<strong><span>Neil<br/></span></strong>\n<span>Not necessarily… but possibly.</span>\n<strong><span>Sophie<br/></span></strong>\n<span>Well, Mars is our closest neighbour in the solar system and the subject of today's show. And that brings me on to our usual quiz question. How long is a day on Mars? Is it about…<br/></span>\n<span>a) 5 hours?<br/></span>\n<span>b) 25 hours?<br/></span>\n<span>Or c) 45 hours?</span>\n<strong><span>Neil<br/></span></strong>\n<span>And I think it must be c) 45 hours. Things are weird on other planets. And Mars is further from the sun than us… Mars may be our closest neighbour, but it's hardly in our backyard, is it?</span>\n<strong><span>Sophie<br/></span></strong>\n<span>It is in astronomical terms, Neil – it's visible to <strong>the naked eye</strong> – meaning without using instruments – and it's reachable by spacecraft. Well, we’ll find out later on in the show whether you got the answer right or not. Now can you tell me Neil why people like you get excited about the possibility of life on Mars? </span>\n<strong><span>Neil<br/></span></strong>\n<span>Well, Mars is similar to the Earth in some important ways which means if life developed on our planet, why not Mars?</span>\n<strong><span>Sophie<br/></span></strong>\n<span>That's true. Its temperature is in the right zone – not too hot and not too cold. But actually we could find Mars pretty cold – an average temperature would be around minus 63 degrees Celsius compared to Earth's 14 degrees Celsius. It's also very <strong>arid</strong> – or dry. </span>\n<strong><span>Neil<br/></span></strong>\n<span>And it needs to be wet for life to develop, doesn't it?</span>\n<strong><span>Sophie<br/></span></strong>\n<span>That's right. Many scientists think that liquid water is essential for life! But there may have been water on the surface of Mars in the past. And recent research suggests that there may be water underground. Let's hear some more about this from Professor John Zarnecki, who teaches Space Science at The Open University. </span>\n<strong><span>INSERT<br/>John Zarnecki, Professor of Space Science, The Open University<br/></span></strong>\n<span>We are now seeing that in fact Mars probably does have water – not liquid water – that there is ice just below the surface and there's even just recently tantalizing evidence that perhaps water does flow periodically... Now, and also coupled with the fact that here on Earth we're finding that life in very primitive form exists in the most extreme environments, these are the so called 'extremophiles' that exist at the bottom of the oceans… So life is much, much tougher.</span>\n<strong><span>Neil<br/></span></strong>\n<span>What does <strong>tantalizing</strong> mean, Sophie?</span>\n<strong><span>Sophie<br/></span></strong>\n<span>It means something you want that's almost, but not quite, within reach. So, scientists would love to think water flows on Mars but the evidence isn't strong enough for this to be certain. The other interesting point the professor makes is that life may exist in the very harsh Martian environment – because primitive life exists in extreme places on Earth.</span>\n<strong><span>Neil<br/>E</span></strong>\n<span><strong>xtremophiles</strong> are <strong>organisms</strong> – or small creatures – that live in very extreme environments and can survive conditions that would kill most other organisms. But on Mars they would be living underground because the <strong>radiation</strong> – or light and heat – from the Sun would kill any organisms living on the surface of the planet. So why doesn’t the Sun's radiation kill us then, Sophie?</span>\n<strong><span>Sophie<br/></span></strong>\n<span>The Earth has a strong magnetic field created by its hot molten <strong>core</strong> – or centre – and this protects us from the Sun's harmful solar winds. </span>\n<strong><span>Neil<br/></span></strong>\n<span>And what about Mars - why doesn't it have a magnetic field?</span>\n<strong><span>Sophie<br/></span></strong>\n<span>It used to – 4 billion years ago. It’s possible that a massive <strong>collision</strong> with an asteroid might have heated up Mars's core, disrupting the magnetic fields.</span>\n<strong><span>Neil<br/></span></strong>\n<span>And if you <strong>disrupt</strong> a process you stop it from continuing normally. Now, to return to the subject of collisions, Sophie, I have something very interesting to tell you.</span>\n<strong><span>Sophie<br/></span></strong>\n<span>Yes?</span>\n<strong><span>Neil<br/></span></strong>\n<span>A <strong>meteorite</strong> – or a piece of rock from outer space – might've crashed into the Earth millions of years ago. That meteorite might have contained Martian life forms. So we might be descended from Martians! </span>\n<strong><span>Sophie<br/></span></strong>\n<span>That's actually an interesting idea, Neil. But let's listen to Professor John Zarnecki talking about interplanetary life.</span>\n<strong><span>INSERT<br/>John Zarnecki, Professor of Space Science at the Open University<br/></span></strong>\n<span>If we do find traces of life on Mars we don't know, do we - whether it evolved independently or was it perhaps seeded from Earth. It is possible that life forms from Earth travelled to Mars and perhaps existed there – or the other way round. </span>\n<strong><span>Neil<br/></span></strong>\n<span>So life on Mars may have <strong>evolved</strong> – or developed – on its own. Or it might have arrived from Earth in a lump of rock… Or the other way round! So Martians might be humans or we might be Martians! One big interplanetary happy family, Sophie!</span>\n<span><strong>Sophie<br/></strong>Well Neil, let's hope you stay happy after you hear the answer to today's quiz question. I asked: How long is a day on Mars? Is it … a) 5 hours? b) 25 hours? Or c) 45 hours?</span>\n<strong><span>Neil<br/></span></strong>\n<span>And I said c) 45 hours – they must have a long day over there.</span>\n<strong><span>Sophie<br/></span></strong>\n<span>And you were … wrong! The correct answer is b) because a day on Mars is slightly longer than here on Earth – it's 25 hours. </span>\n<span>Anyway, can we at least hear the words we learned today?</span>\n<strong><span>Neil<br/></span></strong>\n<span>They are:<br/></span>\n<span>the naked eye<br/></span>\n<span>arid<br/></span>\n<span>tantalizing<br/></span>\n<span>extremophiles<br/></span>\n<span>organisms<br/></span>\n<span>radiation<br/></span>\n<span>core<br/></span>\n<span>disrupt<br/></span>\n<span>meteorite<br/></span>\n<span>evolved</span>\n<strong><span>Sophie<br/></span></strong>\n<span>Well, that's the end of today's 6 Minute English. Join us again soon!</span>\n<strong>Both<br/></strong>\nBye.",
  "title": "Life on Mars",
  "pdf": "http://downloads.bbc.co.uk/learningenglish/features/6min/160303_6min_english_mars.pdf",
  "audio": "http://downloads.bbc.co.uk/learningenglish/features/6min/160303_6min_english_mars_download.mp3"
}