{
  "date": "2016-01-07",
  "description": "<span>What does it take to be a good interviewer? Neil and Alice discuss TV chat show hosts, Greek philosophers and whether asking dumb questions is a good idea or not – as well as teaching some related vocabulary.</span>\n<span>Who developed a method of questioning around two and a half thousand years ago that aims to discover hidden truths? Was it…</span>\n<span>a) Hippocrates?</span>\n<span>b) Socrates?</span>\n<span>c) Aristotle?</span>\nYou can hear the right answer at the end of the programme.\n<strong><span>catch somebody off guard</span></strong>\n<strong><br/></strong>\n<span>to surprise someone in a way that often makes them confused or embarrassed</span>\n<strong><span>chat show </span></strong>\n<br/>\n<span>a TV or radio programme where celebrities talk to their host about various topics</span>\n<strong><span>host </span></strong>\n<br/>\n<span>a person who presents a TV or radio show and talks to guest celebrities</span>\n<strong><span>open questions </span></strong>\n<br/>\n<span>questions that can't be answered with a short answer for example a couple or words or yes or no; they often begin with 'wh' (why, what, who etc)</span>\n<strong><span>juicy details </span></strong>\n<br/>\n<span>information you find interesting because it's exciting or shocking<br/><br/></span>\n<strong><span>closed question</span></strong>\n<br/>\n<span>a question where the choice of answers is limited for example to yes or no, or a specific piece of information</span>\n<strong><span>hot under the collar </span></strong>\n<br/>\n<span>angry or embarrassed </span>\n<strong><span>elicit</span></strong>\n<br/>\n<span>get or produce something, for example, a reaction</span>\n<strong><span>defensive </span></strong>\n<br/>\n<span>protecting yourself from criticism or attack</span>\n<strong><span>draw back</span></strong>\n<br/>\n<span>move away</span>\n<strong><span>make the camera disappear</span></strong>\n<br/>\n<span>make something real or authentic</span>\n<strong><span>dumb</span></strong>\n<br/>\n<span>stupid</span>\n<strong>probing</strong>\n<br/>\ninvestigative\nNote: This is not a word-for-word transcript\n<span><strong>Neil<br/></strong>Hello and welcome to 6 Minute English. I'm Neil…</span>\n<span><strong>Alice<br/></strong>… and I'm Alice. Now Neil, I'm a big fan of chat shows, as you know. But what do you think makes a good interview?</span>\n<span><strong>Neil<br/></strong>I like it when the interviewer asks a question that <strong>catches</strong> the guest <strong>off guard</strong>. You know – to surprise them so they're embarrassed and don't know what to say. </span>\n<span><strong>Alice<br/></strong>That's not very nice! </span>\n<strong><span>Neil<br/></span></strong>\n<span>I know. But it's great TV. That's what chat shows are all about, isn't it?</span>\n<strong><span>Alice<br/></span></strong>\n<span>Well, I don't agree, Neil! A <strong>chat show</strong>, by the way, is a TV or radio programme where a <strong>host</strong> – the person who presents the show – talks to guest celebrities about various topics. And what makes a good interview is the subject of today's show. </span>\n<strong><span>Neil<br/></span></strong>\n<span>So what's a good interview technique, Alice?</span>\n<strong><span>Alice<br/></span></strong>\n<span>Well, asking <strong>open questions</strong> – questions the celebrities can't easily respond to with a short answer. Open questions give them the chance to talk and possibly reveal some juicy details about themselves!</span>\n<strong><span>Neil<br/></span></strong>\n<span><strong>Juicy details </strong>means information you find interesting because it's exciting or shocking. </span>\n<strong><span>Alice<br/></span></strong>\n<span>Yes. So let's test your interviewing skills, Neil. Ask me something – see if you can get some juicy details. </span>\n<strong><span>Neil<br/></span></strong>\n<span>OK… Hmm… How much do you weigh?</span>\n<strong><span>Alice<br/></span></strong>\n<span>How much do I weigh? </span>\n<strong><span>Neil<br/></span></strong>\n<span>Yeah.</span>\n<strong><span>Alice<br/></span></strong>\n<span>How much do <em>you</em> weigh? Look, that's a <strong>closed question</strong> – you're going to get a short answer and no juicy details! And more importantly, Neil, it's a rude question!</span>\n<strong><span>Neil<br/></span></strong>\n<span>OK – bad choice. Sorry. But your reaction was juicy – you got pretty <strong>hot under the collar</strong> – and that means embarrassed or angry! I'll try to think of a better question to ask you before the end of the show.</span>\n<strong><span>Alice<br/></span></strong>\n<span>Alright then. Now, since you aren't good at <em>asking</em> questions, perhaps you can <em>answer</em> one instead. Who developed a method of questioning around two and a half thousand years ago that aims to discover hidden truths? Was it…<br/></span>\n<span>a) Hippocrates?<br/></span>\n<span>b) Socrates?<br/></span>\n<span>Or c) Aristotle?</span>\n<strong><span>Neil<br/></span></strong>\n<span>Well, I don't know much about ancient history so I'm going to guess c) Aristotle.</span>\n<strong><span>Alice<br/></span></strong>\n<span>Well, we'll find out if you picked the right answer later on – but now let's listen to Larry King talking about the secret of his successful career as a TV chat show host. Can you spot a word that means to get or produce?</span>\n<span><strong>INSERT<br/>Larry King, TV chat show host, US<br/></strong></span>\n<span>If you ask good questions and you elicit thoughtful answers then you learn more about the person. If the interview's hard – if I begin by saying, 'Why did you do that?' I'd make you defensive. That may be thrilling television, but you don't learn a lot. I learned that the more I drew back, asked good questions, listened to the answers, cared about the guest … you make the camera disappear.</span>\n<strong><span>Neil<br/></span></strong>\n<span>The word Larry King used is… <strong>elicit</strong>. </span>\n<strong><span>Alice<br/></span></strong>\n<span>Right. And <em>you</em> elicited a defensive reaction from me when you asked a not very thoughtful question about my weight. <strong>Defensive</strong> means protecting yourself from criticism or attack. </span>\n<strong><span>Neil<br/></span></strong>\n<span>OK, I wouldn't make a good chat show host then.</span>\n<strong><span>Alice<br/></span></strong>\n<span>You're right there. So good interviewers <strong>draw back</strong> – or move away – from being the centre of attention. They're good listeners and care about their guests. Sound familiar? </span>\n<strong><span>Neil<br/></span></strong>\n<span>Are you suggesting that you're a good interviewer?</span>\n<strong><span>Alice<br/></span></strong>\n<span>Yup.</span>\n<strong><span>Neil<br/></span></strong>\n<span>OK, well, so why aren't you a top chat show host, hmm? What does Larry mean when he says you have to<strong> make the camera disappear</strong>?</span>\n<strong><span>Alice<br/></span></strong>\n<span>It means to make the conversation real – as if you were chatting with a friend – rather than performing to a TV audience. But let's hear more from Larry King on the secret of his success.</span>\n<strong><span>INSERT</span></strong>\n<br/>\n<span><strong>Larry King, TV chat show host, US<br/></strong></span>\n<span>I don't want a 'no'. I don't want a 'yes'. I want a 'why'. So in other words, I want to be a little kind of dumb. My friend Herbie said the secret of my success is being dumb. 'What do you mean by that?' </span>\n<strong><span>Neil<br/></span></strong>\n<span>So you have to ask <strong>dumb</strong> – or stupid – questions to make a great chat show host! I knew it!</span>\n<strong><span>Alice<br/></span></strong>\n<span>Maybe there's hope for you yet, Neil.</span>\n<strong><span>Neil<br/></span></strong>\n<span>Charming.</span>\n<strong><span>Alice<br/></span></strong>\n<span>Lovely. OK, here's the answer to today's quiz question. I asked: Who developed a method of questioning around two and a half thousand years ago that aims to discover hidden truths? Was it… a) Hippocrates? b) Socrates? Or c) Aristotle?</span>\n<strong><span>Neil<br/></span></strong>\n<span>And I said c) Aristotle.</span>\n<strong><span>Alice<br/></span></strong>\n<span>No, it was b) Socrates. All three were famous Greek philosophers but Socrates was the one who angered lots of important people by his <strong>probing</strong> – or investigative – questions – and this technique is called Socratic Dialogue. Socrates lived from 469 to 399 BC and he influenced philosophy so much that all previous thinkers have come to be known as Pre-Socratic. Despite this he declared \"All I know is that I know nothing\".</span>\n<span><strong>Neil<br/></strong>Very noble. OK, a final question for you, Alice. What makes you happy? </span>\n<strong><span>Alice<br/></span></strong>\n<span>Working with such a fantastic co-presenter, Neil. </span>\n<strong><span>Neil<br/></span></strong>\n<span>That's nice! I'm embarrassed now.</span>\n<strong><span>Alice<br/></span></strong>\n<span>Can you tell us the words we heard today?</span>\n<strong><span>Neil<br/></span></strong>\n<span>Of course!<br/></span>\n<span><br/></span>\n<span>catch somebody off guard<br/></span>\n<span>chat show<br/></span>\n<span>host<br/></span>\n<span>open questions<br/></span>\n<span>juicy details<br/></span>\n<span>closed question<br/></span>\n<span>hot under the collar<br/></span>\n<span>elicit<br/></span>\n<span>defensive<br/></span>\n<span>draw back<br/></span>\n<span>make the camera disappear<br/></span>\n<span>dumb<br/></span>\n<span>probing</span>\n<strong><span>Alice<br/></span></strong>\n<span>Well, that's the end of today's 6 Minute English. Please join us again soon.</span>\n<strong><span>Neil<br/></span></strong>\n<span>Yes, do indeed!<br/></span>\n<span><strong>Both<br/></strong>Bye.</span>",
  "title": "Asking the right questions",
  "pdf": "http://downloads.bbc.co.uk/learningenglish/features/6min/160107_6min_english_talk_show_host.pdf",
  "audio": "http://downloads.bbc.co.uk/learningenglish/features/6min/160107_6min_english_talk_show_host_download.mp3"
}