{
  "pdf": "http://downloads.bbc.co.uk/learningenglish/features/6min/160310_6min_english_team_building.pdf",
  "date": "10 Mar 2016",
  "audio": "http://downloads.bbc.co.uk/learningenglish/features/6min/160310_6min_english_team_building_download.mp3",
  "description": "What are companies doing to make staff get along better and work more efficiently as a team? What does a work awayday look like these days? Neil and Sophie discuss the growing industry of corporate team building – from zombie bootcamps to horse training for executives.\n<span>What did Chairman Mao introduce in China in1951 as a compulsory activity for workers and was reintroduced by the government a few years ago? Was it…</span>\n<span>a) calisthenics</span>\n<span>b) calligraphy</span>\n<span>c) English language lessons</span>\nYou can hear the right answer at the end of the programme.\n<span><strong>awayday<br/></strong>a day that employees spend together away from their usual workplace</span>\n<span><strong>g</strong></span>\n<span><strong>uru<br/></strong></span>\n<span>an expert in something</span>\n<strong><span>team building<br/></span></strong>\n<span>encouraging employees to work well together as a team by getting them to engage in different types of activities</span>\n<strong><span>cerebral<br/></span></strong>\n<span>intellectual or 'brainy'</span>\n<strong><span>bootcamp<br/></span></strong>\n<span>a short course of hard physical training</span>\n<strong><span>callisthenics<br/></span></strong>\n<span>a type of gentle physical exercise</span>\n<span><strong>calligraphy<br/></strong>the art of writing by hand with a special brush</span>\n<span><strong>synchronise<br/></strong>(in this context) beat at the same time</span>\n<span><strong>intimidating<br/></strong>something that makes you feel nervous</span>\n<span><strong>gel<br/></strong>to connect or get on well with someone</span>\n<strong><span>shake a leg<br/></span></strong>\n<span>get moving</span>\nNote: This is not a word-for-word transcript\n<strong><span>Sophie<br/></span></strong>\n<span>Hello and welcome to 6 Minute English. I'm Sophie…</span>\n<span><strong>Neil<br/></strong>And I'm Neil… Sophie – did you go on the corporate awayday last week?</span>\n<span><strong>Sophie<br/></strong>Yes… you didn't miss anything. A team building guru lectured us on how to work more effectively with each other. We gave some presentations, had a few drinks after…  </span>\n<strong><span>Neil<br/></span></strong>\n<span>Right. OK. An <strong>awayday</strong> is a day that employees spend together away from their usual workplace. And a <strong>guru</strong> is an expert in something. So did this guru teach you anything new, Sophie?</span>\n<strong><span>Sophie<br/></span></strong>\n<span>No… not really. </span>\n<strong><span>Neil<br/></span></strong>\n<span>Shame. I was hoping for some tips on how to work more effectively with my co-presenter.</span>\n<strong><span>Sophie<br/></span></strong>\n<span>I think we work very effectively already, Neil. Now, today's show is about <strong>team building</strong> – or encouraging employees to work well together as a team by getting them to engage in different types of activities.</span>\n<strong><span>Neil<br/></span></strong>\n<span>And apparently, some companies in the UK are offering their employees activities such as…  Hunger Games-style combat days where teams must work together to 'kill' as many of the opposing team as possible. Have you seen the Hunger Games movies, Sophie? </span>\n<strong><span>Sophie<br/></span></strong>\n<span>Yes.</span>\n<strong><span>Neil<br/></span></strong>\n<span>There're also Zombie boot camps where military instructors train you on how to fight zombies – that's dead people who have come back to life. For the more <strong>cerebral</strong> – or brainy – amongst us – there are crime investigations modelled on popular TV dramas like Sherlock Holmes.</span>\n<strong><span>Sophie<br/></span></strong>\n<span>Well, I'm not sure about the Zombie boot camp – a <strong>boot camp</strong> is a short course of hard physical training – but the Sherlock Holmes awayday sounds like fun.</span>\n<strong><span>Neil<br/></span></strong>\n<span>I'd definitely go for the Zombie experience. Though I'm not sure how it connects with most people's working lives. Violence, death, the living dead…</span>\n<strong><span>Sophie<br/></span></strong>\n<span>Good point.</span>\n<strong><span>Neil<br/></span></strong>\n<span>So let's move on and have today's quiz question. What did Chairman Mao introduce in China in1951 as a compulsory activity for workers and was reintroduced by the government a few years ago? Was it…<br/></span>\n<span>a) calisthenics?<br/></span>\n<span>b) calligraphy?<br/></span>\n<span>Or c) English language lessons? </span>\n<strong><span>Sophie<br/></span></strong>\n<span><strong>Calisthenics</strong>, by the way, is a type of gentle physical exercise…</span>\n<strong><span>Neil<br/></span></strong>\n<span>… and <strong>calligraphy</strong>, by the way, is the art of writing by hand with a special brush.</span>\n<strong><span>Sophie<br/></span></strong>\n<span>Well, I'm going for a) calisthenics. </span>\n<strong><span>Neil<br/></span></strong>\n<span>Not English language lessons, Sophie?</span>\n<strong><span>Sophie<br/></span></strong>\n<span>No. I'll stick with callisthenics, thanks. </span>\n<strong><span>Neil<br/></span></strong>\n<span>OK. Well, we'll find out later if you're right or not. Now, whilst English lessons might sound like hard work, <em>ukulele</em> lessons are apparently catching on. A ukulele is a musical instrument. Top businessmen Bill Gates and Warren Buffett both do it, and stressed-out city workers are following their lead. Here in the UK, a number of companies have been holding ukulele team building sessions. </span>\n<strong><span>Sophie<br/></span></strong>\n<span>That sounds amazing. And is there anything about the ukulele in particular that leaves people feeling better after they've played it?</span>\n<strong><span>Neil<br/></span></strong>\n<span>Let's hear more about this from Lorraine Bow, who teaches people to play the instrument. But listen with attention because she spoke on the phone and the line wasn't great.</span>\n<span><strong>INSERT<br/>Lorraine Bow, ukulele teacher <br/></strong></span>\n<span>Well, I guess it's just the fact that you know people don't often sing in their everyday lives and it's the fact that you can play and sing – play a musical instrument – within an hour – it's quite a… you know… it's quite a fulfilling thing really. It's not competitive – it's quite easy to do and a bit less intimidating than a guitar…</span>\n<strong><span>Sophie<br/></span></strong>\n<span>Lorraine, the ukulele teacher, also says her classes aren't competitive or <strong>intimidating</strong>… </span>\n<strong><span>Neil<br/></span></strong>\n<span>… which means something that makes you feel nervous. </span>\n<strong><span>Sophie<br/></span></strong>\n<span>Now, before we hear the answer to today's quiz question, let's hear about a company in Abu Dhabi where leadership is taught through horse training. Basically, you have to go in the yard with a horse and persuade it that you're the boss by using body language. Here's Kelly Eide, co-founder of the company, explaining why she thinks this approach works.</span>\n<strong><span>INSERT<br/>Kelly Eide, Co-founder of True Leadership, Abu Dhabi<br/></span></strong>\n<span>The horses don't care if your hair is purple, if you're a man or a woman, if you're old or young, if you are… what religion. So it transcends all of those cultural boundaries – it transcends age, gender, religion, tradition etc. – so that's a perfect fit. And in an organization where you really need groups of people to gel, who come from backgrounds which have no common norms, you can teach that most efficiently with a horse.</span>\n<strong><span>Neil <br/></span></strong>\n<span>To <strong>gel</strong> with someone means to connect or get on well with someone. So you try and get the horse to do what you want using body language. And the horse feels instinctively whether or not you are a natural leader because it doesn't recognize cultural differences, hair colour and age. </span>\n<strong><span>Sophie<br/></span></strong>\n<span>Probably easier said than done.</span>\n<strong><span>Neil<br/></span></strong>\n<span>Indeed. Now remember I asked: What did Chairman Mao introduce in China in1951 as a compulsory activity for workers and was reintroduced by the government a few years ago?  Was it… a) calisthenics? b) calligraphy? Or c) English language lessons? </span>\n<strong><span>Sophie<br/></span></strong>\n<span>I said a) calisthenics.</span>\n<strong><span>Neil<br/></span></strong>\n<span>Well, you're right on the button! Well done there, Sophie! Calisthenics are used at schools as a warm up for physical education classes, during sports day activities, and by some companies as a way of building morale and a sense of group unity, as well as to raise energy levels and encourage good health. Now <strong>shake a leg</strong> – or in other words – get moving – and tell us the words we learned today, Sophie.</span>\n<strong><span>Sophie<br/></span></strong>\n<span>They are:<br/></span>\n<span>awayday<br/></span>\n<span>guru<br/></span>\n<span>team building<br/></span>\n<span>cerebral<br/></span>\n<span>bootcamp<br/></span>\n<span>callisthenics<br/></span>\n<span>calligraphy<br/></span>\n<span>synchronise<br/></span>\n<span>intimidating<br/></span>\n<span>gel<br/></span>\n<span>shake a leg</span>\n<strong><span>Neil<br/></span></strong>\n<span>Well, that's the end of this 6 Minute English. We hope you enjoyed it. And don't forget to join us again soon!</span>\n<span><strong>Both<br/></strong>Bye.</span>",
  "title": "Corporate team building"
}