{
  "pdf": "http://downloads.bbc.co.uk/learningenglish/features/6min/160317_6min_english_fairy_tales.pdf",
  "date": "17 Mar 2016",
  "audio": "http://downloads.bbc.co.uk/learningenglish/features/6min/160317_6min_english_fairy_tales_download.mp3",
  "description": "Why do we all love fairy tales? Because it isn't just children: Hollywood has recently produced a number of films based on traditional fairy tales for the adult market. Sophie and Neil talk about the seven dwarves and teach you some related vocabulary.\n<span>Which movie star played the role of the evil fairy in Maleficent, a 2014 film based on the fairy tale Sleeping Beauty? Was it…</span>\n<span>a) Cate Blanchett?</span>\n<span>b) Angelina Jolie?</span>\n<span>c) Meryl Streep?</span>\nYou can hear the right answer at the end of the programme.\n<span><strong>remake<br/></strong>a film that has been made again</span>\n<strong><span>genre<br/></span></strong>\n<span>style or category (of a film, novel etc)</span>\n<strong><span>dark<br/></span></strong>\n<span>scary or frightening</span>\n<strong><span>toned down<br/></span></strong>\n<span>made less forceful</span>\n<strong><span>moral<br/></span></strong>\n<span>message about what's right and wrong</span>\n<span><strong>inception<br/></strong>beginning</span>\n<strong><span>gobble up<br/></span></strong>\n<span>eat something very quickly</span>\nNote: This is not a word-for-word transcript\n<strong><span>Sophie<br/></span></strong>\n<span>Hello and welcome to 6 Minute English. I'm Sophie…</span>\n<span><strong>Neil<br/></strong>And I'm Neil. So, Sophie I watched Snow White and the Huntsma</span>\n<span>n on TV last night.</span>\n<strong><span>Sophie<br/></span></strong>\n<span>Oh, you mean the modern retelling of the story Snow White<em>?</em> Did you enjoy it, Neil?</span>\n<strong><span>Neil<br/></span></strong>\n<span>It was OK. But the seven dwarves were no fun. I prefer the original Disney cartoon version.</span>\n<strong><span>Sophie<br/></span></strong>\n<span>Don't be silly, Neil. Walt Disney didn't invent the story. The movie you watched is a <strong>remake</strong>, a film that has been made again, but the fairy tale is very old.</span>\n<strong><span>Neil<br/></span></strong>\n<span>Well, that may be true, but I still prefer the Disney version with funny dwarves. In the new version, even the names of the dwarves are different and, you know, serious looking.</span>\n<strong><span>Sophie<br/></span></strong>\n<span>But this new version is for young adults – it's a different <strong>genre</strong> – or style – of film. Names like Sneezy, Dopey, Happy and Grumpy are too childish. </span>\n<strong><span>Neil<br/></span></strong>\n<span>Hmm. What's wrong with childish?</span>\n<strong><span>Sophie<br/></span></strong>\n<span>It's right up your street, isn't it Neil?</span>\n<strong><span>Neil<br/></span></strong>\n<span>Too right. </span>\n<strong><span>Sophie<br/></span></strong>\n<span>Anyway, fairy tales are the subject of today's show, and I have a question for you: which movie star played the role of the evil fairy in Maleficent, a 2014 film based on the fairy tale Sleeping Beauty? Was it…<br/></span>\n<span>a) Cate Blanchett?<br/></span>\n<span>b) Angelina Jolie?<br/></span>\n<span>Or c) Meryl Streep?</span>\n<strong><span>Neil<br/></span></strong>\n<span>Well, I'll go for a) Cate Blanchett. She often plays evil characters. I can't forget her in the 2008 movie Indiana Jones and the Kingdom of the Crystal Skull.</span>\n<strong><span>Sophie<br/></span></strong>\n<span>Well, we'll find out if you chose the right move star later on in the programme. But to return to the idea of childish fairy stories, let's listen to Diane Purkiss, a children's author, talking about how originally fairy tales were intended for an adult audience.</span>\n<strong><span>INSERT<br/>Diane Purkiss, children's author<br/></span></strong>\n<span>Interestingly there has been a bit of a move towards seeing fairy tales as an adult, or at any rate a young adult – a dark sort of genre. And that's natural because actually in the past fairy tales were told by adults to adults in William Shakespeare's time. It's only in the Victorian era that they become moral children's tales and it looks like we're going back to the inception of fairy stories now with a more adult take on them.</span>\n<strong><span>Neil<br/></span></strong>\n<span>Diane Purkiss. So these Hollywood remakes aimed at the teen market are actually returning fairy tales to an adult audience. </span>\n<strong><span>Sophie<br/></span></strong>\n<span>That's right, Neil. And <strong>dark</strong> here means scary or frightening. The Victorians <strong>toned down</strong> this dark content – or made it less forceful. They also introduced a <strong>moral</strong> – or message about what's right and wrong – to the tales.  </span>\n<strong><span>Neil<br/></span></strong>\n<span>And <strong>inception</strong> means the beginning. So fairy tales began as a dark genre.</span>\n<strong><span>Sophie<br/></span></strong>\n<span>Can you give us some examples of dark stories written by the brothers Grimm, Neil?</span>\n<strong><span>Neil<br/></span></strong>\n<span>Well… I have a list here. Let's see. In The Frog Prince the princess doesn't kiss the frog, she throws it… she throws it against the wall! Hmm, yes.</span>\n<strong><span>Sophie<br/></span></strong>\n<span>Hmm. I prefer the kiss version.</span>\n<strong><span>Neil<br/></span></strong>\n<span>And in Little Red Riding Hood don't believe that version where the wolf shuts granny in a cupboard. In the real version he gobbles her up and then eats Red Riding Hood for dessert.</span>\n<strong><span>Sophie<br/></span></strong>\n<span>Charming. And to <strong>gobble something up</strong> means to eat it very fast. OK, that's enough. Let's move on. Did you know that some of the stories – like Beauty and the Beast, Red Riding Hood, Cinderella, and Snow White go back much further than the earliest written stories – even the ones in Latin and Greek?</span>\n<strong><span>Neil<br/></span></strong>\n<span>No, I didn't. To be honest, Sophie, I thought Walt Disney had written them.</span>\n<strong><span>Sophie<br/></span></strong>\n<span>Oh Neil… well research suggests that some fairy tales date back to well before the brothers Grimm and even Shakespeare. Let's hear more from Dr Jamie Tehrani, anthropologist at Durham University in the UK.</span>\n<strong><span>INSERT<br/>Dr Jamie Tehrani, anthropologist at Durham University<br/></span></strong>\n<span><strong>Dr JTehrani:</strong> So these fairy tales that we've looked at – we've been able to trace back, really, thousands of years – probably sort of 4-6,000 years is the origin of many famous European folk tales, stories such as Beauty and the Beast.<br/></span>\n<span><strong>BBC Reporter:</strong> What, 6,000 years?!<br/></span>\n<span><strong>Dr J Tehrani:</strong> Yep, going right back to the Bronze Age. <br/></span>\n<span><strong>BBC Reporter:</strong> Good heavens!<br/><strong>Dr J Tehrani:</strong> We've been able to trace the transmission across generations of these stories much further back than is generally recognized.</span>\n<strong><span>Neil<br/></span></strong>\n<span>But Sophie – if there's no written evidence of the stories from 6,000 years ago how does Dr Tehrani, who we've just heard from, know people were telling them?</span>\n<strong><span>Sophie<br/></span></strong>\n<span>Well, dating languages isn't something I'm familiar with – I think it's a bit like looking at a few dinosaur bones and trying to reconstruct what dinosaurs looked like. But here you're trying to reconstruct stories without any actual bits. It must have been hard work for the researchers. </span>\n<strong><span>Neil<br/></span></strong>\n<span>Indeed. Well, I think it's time to hear the quiz question again, Sophie.</span>\n<strong><span>Sophie<br/></span></strong>\n<span>OK, I asked: Which movie star played the role of the evil fairy in Maleficent, a film based on the fairy tale Sleeping Beauty? Was it… a) Cate Blanchett? b) Angelina Jolie? Or c) Meryl Streep?</span>\n<strong><span>Neil<br/></span></strong>\n<span>I said Cate Blanchett.</span>\n<strong><span>Sophie<br/></span></strong>\n<span>And you were wrong. Angelina Jolie played the main character in the film Maleficent. Cate Blanchett played the elf queen Galadriel in Lord of the Rings. And Meryl Streep played a blue-haired witch in the 2014 film Into the Woods.</span>\n<strong><span>Neil<br/></span></strong>\n<span>Now, can we hear those words again?</span>\n<strong><span>Sophie<br/></span></strong>\n<span>OK!<br/></span>\n<span>remake<br/></span>\n<span>genre <br/></span>\n<span>dark<br/></span>\n<span>toned down<br/></span>\n<span>moral<br/></span>\n<span>inception<br/></span>\n<span>gobble up</span>\n<strong><span>Neil<br/></span></strong>\n<span>Well, that's the end of today's spellbinding 6 Minute English. Don't forget to join us again soon!</span>\n<span><strong>Both<br/></strong>Bye.</span>",
  "title": "What's in a fairy tale?"
}