{
  "pdf": "http://downloads.bbc.co.uk/learningenglish/features/6min/160128_6min_english_commute.pdf",
  "date": "28 Jan 2016",
  "audio": "http://downloads.bbc.co.uk/learningenglish/features/6min/160128_6min_english_commute_download.mp3",
  "description": "Hundreds of millions of us make the same journey day in day out – the commute. Alice and Neil discuss the benefits of cycling to work and why sitting on the train may raise your blood pressure.\nWhat did the word 'commuter' originally describe? Was it someone who…\na) travelled with other people?\nb) paid a reduced fare to travel?\nc) travelled by train to work?\nYou can hear the right answer at the end of the programme.\n<strong><span>foldaway</span></strong>\n<span> <strong>bike<br/></strong>a bike that folds up so it's easy to carry or put away</span>\n<strong><span>lycra<br/></span></strong>\n<span>a stretchy fabric used in tight-fitting sports clothes</span>\n<strong><span>intrigued<br/></span></strong>\n<span>very interested in something</span>\n<strong><span>commuting<br/></span></strong>\n<span>travelling between your home and your work</span>\n<strong><span>the</span></strong>\n<span><strong> Tube<br/></strong>the subway (or underground) system in London</span>\n<strong><span>alert<br/></span></strong>\n<span>being quick to notice things going on around you</span>\n<strong><span>belongings<br/></span></strong>\n<span>things that you own</span>\n<strong><span>snatch<br/></span></strong>\n<span>take quickly </span>\n<strong><span>nap<br/></span></strong>\n<span>short sleep, especially during the day</span>\n<strong><span>traffic jam<br/></span></strong>\n<span>a large number of vehicles ​close together ​moving ​slowly</span>\n<strong><span>packed in like sardines<br/></span></strong>\n<span>people standing so close together that they can't move</span>\n<span><strong>commuted<br/></strong></span>\n(here) reduced\nNote: This is not a word-for-word transcript\n<span><strong>Neil<br/></strong>Hello and welcome to 6 Minute English. I'm Neil…</span>\n<span><strong>Alice<br/></strong>… and I'm Alice. Now Neil, how do you get to work?</span>\n<span><strong>Neil<br/></strong></span>\n<span>I cycle.</span>\n<span><strong>Alice<br/></strong></span>\n<span>I didn't know that! Somehow I hadn't imagined you as a cyclist. And where's all your bike gear?</span>\n<strong><span>Neil<br/></span></strong>\n<span>Well, I sneak in the mornings, have a shower, and get changed. That's my bike in the corner over there.</span>\n<strong><span>Alice<br/></span></strong>\n<span>Oh, you've got a <strong>foldaway</strong> bike – which means it folds up so it's easy to carry or put away. </span>\n<span>Do you wear lycra, Neil?  </span>\n<strong><span>Neil<br/></span></strong>\n<span>Yes, I do… it's very comfortable. I wear lycra as often as I can. <strong>Lycra</strong> by the way is a stretchy fabric used in tight-fitting sports clothes. </span>\n<strong><span>Alice<br/></span></strong>\n<span>Well, I'll have to see if I can catch you on your way into the building – I'm <strong>intrigued</strong> about this sporty Neil I didn't know about!</span>\n<strong><span>Neil<br/></span></strong>\n<span>'Intrigued' means to be very interested in something. Well, Alice, I'm flattered. And today's show is about <strong>commuting</strong> – or travelling between your home and your work. So how did you commute this morning, Alice?</span>\n<strong><span>Alice<br/></span></strong>\n<span>I got the <strong>Tube</strong> – that's the subway system here in London, also known as the underground – and it was a nightmare. We stopped in a tunnel for so long that people started talking to each other.</span>\n<strong><span>Neil<br/></span></strong>\n<span>And for those of you who aren't Londoners, that's unusual! Do you ever talk to people on the train?</span>\n<strong><span>Alice<br/></span></strong>\n<span>No. People think you're crazy if you talk to strangers.</span>\n<strong><span>Neil<br/></span></strong>\n<span>Well, maybe now's a good time to talk about today's quiz question, Alice. What question do you have for me?</span>\n<strong><span>Alice<br/></span></strong>\n<span>Alright then. I know you like my questions, Neil. So here we go: What did the word 'commuter' originally describe? Was it someone who… <br/></span>\n<span>a) travelled with other people?<br/></span>\n<span>b) paid a reduced fare to travel?<br/></span>\n<span>Or c) travelled by train to work?</span>\n<strong><span>Neil<br/></span></strong>\n<span>Oh, that's easy. I'm going to go for c) travelled by train to work.</span>\n<strong><span>Alice<br/></span></strong>\n<span>Well, we'll find out later whether you're right or not. Now let's listen to a commuter in Nairobi who takes a matatu to get to work. These are minibuses used as shared taxis in East Africa. Can you spot a word that means being quick to notice things going on around you?</span>\n<span><strong>INSERT<br/>Commuter, Nairobi, Kenya<br/></strong></span>\n<span>When I'm stuck in the matatu there is a lot of strange things happen around you, so you have to be alert in Nairobi. When you open… when you leave your window open somebody can run away with your belongings. You may be speaking… using the phone… somebody just snatch your phone… you may expect the unexpected!  </span>\n<strong><span>Neil<br/></span></strong>\n<span>The word used by this commuter in Kenya is <strong>alert</strong>. And in these noisy, crowded buses you need to be alert in case someone runs away with your belongings – <strong>belongings</strong> are the things that you own.</span>\n<strong><span>Alice<br/></span></strong>\n<span>Right. Somebody might snatch your phone – <strong>snatch</strong> means to take something quickly. </span>\n<strong><span>Neil<br/></span></strong>\n<span>Public transport in Nairobi sounds stressful! If I was taking the bus I'd want to have a <strong>nap</strong> – or short sleep.</span>\n<strong><span>Alice<br/></span></strong>\n<span>Yes. Well, people have done research on commuting and stress levels – and interestingly women are more likely to experience stress during their journey than men. </span>\n<strong><span>Neil<br/></span></strong>\n<span>Why's that? </span>\n<strong><span>Alice<br/></span></strong>\n<span>Well, they're more likely to do something which is being called 'trip chaining' – where they make one or more stops on the way to work or going home – for example to drop off or pick up the kids from school – and this makes it more likely that something will go wrong with their journey.  </span>\n<strong><span>Neil<br/></span></strong>\n<span>Even if you aren't trip chaining it's no fun being stuck in a <strong>traffic jam</strong> – that's a large number of vehicles ​close together ​moving ​slowly – or being packed into a crowded train like sardines. Let's face it – travelling by car or by public transport can be really miserable! </span>\n<strong><span>Alice<br/></span></strong>\n<span>Yes.<strong> Packed in like sardines</strong> describes people standing so close together that they can't move – like fish in a can! So let's hear how longer commutes can affect your health from US researcher Christine Hoehner.</span>\n<span><strong>INSERT<br/>Christine Hoehner, researcher at Washington University School of Medicine<br/></strong></span>\n<span>My study found that adults who commuted longer distances from home to work were less physically active, less physically fit, weighed more and had higher blood pressure than those people who had shorter commutes.</span>\n<strong><span>Neil<br/></span></strong>\n<span>The American researcher must be talking about commuters who aren't engaged in active travel, mustn't she? Because if you cycle a longer distance then you're being more physically active.</span>\n<strong><span>Alice<br/></span></strong>\n<span>I think you're right, for once, Neil!</span>\n<strong><span>Neil<br/></span></strong>\n<span>Yeah. </span>\n<strong><span>Alice<br/></span></strong>\n<span>And I'd better start going to the gym more. I don't like the sound of high blood pressure. </span>\n<strong><span>Neil<br/></span></strong>\n<span>Why don't you hop on your bike, Alice? Then we can both wear lycra to work.</span>\n<strong><span>Alice<br/></span></strong>\n<span>That's a fantastic idea, Neil! Moving on! Here's the answer to today's quiz question. I asked: What did the word 'commuter' originally describe? Was it someone who… a) travelled with other people? b) paid a reduced fare to travel? Or c) travelled by train to work?</span>\n<strong><span>Neil<br/></span></strong>\n<span>And I said c) travelled by train to work. It must be right.</span>\n<strong><span data-mce-mark=\"1\">Alice<br/></span></strong>\n<span data-mce-mark=\"1\">And you were wrong I'm afraid, Neil! It's b) someone who paid a reduced fare to travel. The Oxford Dictionary says the word 'commute' comes from Latin <em>commutare</em>, from <em>com-</em> 'altogether' + <em>mutare</em> 'to change'. The word was used in the US in the 1840s, when people paid a reduced or <strong>commuted</strong> fare to travel by rail from the suburbs into the city.</span>\n<span data-mce-mark=\"1\"><strong>Neil<br/></strong>OK. Can you tell us the words we heard today again, Alice?</span>\n<strong><span>Alice<br/></span></strong>\n<span>Of course I can. Here they are:<br/></span>\n<span>foldaway bike<br/></span>\n<span>lycra<br/></span>\n<span>intrigued<br/></span>\n<span>commuting<br/></span>\n<span>the Tube<br/></span>\n<span>alert<br/></span>\n<span>belongings<br/></span>\n<span>snatch<br/></span>\n<span>nap<br/></span>\n<span>traffic jam<br/></span>\n<span>packed in like sardines<br/></span>\n<span>commuted</span>\n<strong><span>Neil<br/></span></strong>\n<span>Well, that's the end of today's journey with 6 Minute English. Please do join us again soon.</span>\n<span><strong>Both<br/></strong>Bye.</span>",
  "title": "The commute"
}